{
  "title": "Humbowo Hutsva",
  "subtitle": "wewaPostori",
  "author_lines": [
    "JOHN MARANGE MUBHABHATIBZI",
    "MWANA WAMOMBERUME",
    "BOCHA KWAMARANGE"
  ],
  "cover_image": "assets/images/cover_photo.jpg",
  "chapters": [
    {
      "number": 1,
      "title": "CHITSAUKO 1",
      "verses": [
        {
          "number": 1,
          "text": "Ndakaone gore jena rikatinhira nyika ikazara ngebopoto guru rekutinhira ikoko, Mweya Mutsvene ukamhara pamusoro pangu ndikaambe rwuyo rutsva rwainzi Haliluya! Haliluya! Ndikapuwe bhuku muruoko rwangu ndikamire pachuru ndikashumaira, baba wangu nevakoma vangu vakauya."
        },
        {
          "number": 2,
          "text": "Pamberi pangu vaka pfugama vaka namata Mwari. Ndikaramba ndichishumaira Mweya ukaramba wakandizadza ndikaramba ndichishumaira nokuimba rwuyo rutsva. Ndaidaidzira nyika yese ichinzwa izwi rangu, ndipo pandakatange kugashire Mweya Mutsvene, Ameni."
        }
      ]
    },
    {
      "number": 2,
      "title": "CHITSAUKO 2 1920",
      "verses": [
        {
          "number": 1,
          "text": "Ndaibvira mangwanani, pakukwira kwezuva kudakara masikati, dakara pakudeuka kwezuva ndaiona vanhu kumabva zuva pagore vaifamba-famba vakawanda kwazvo."
        },
        {
          "number": 2,
          "text": "Vanhu ivavo ndaiva ndisati ndamboone rukanda rwawo panyika, ndava nemakore anokwana matatu mazuva ese ndaimbovaona. Ndicho chioneso chechipiri paupwere hwangu. Ameni."
        }
      ]
    },
    {
      "number": 3,
      "title": "CHITSAUKO 3 1923",
      "verses": [
        {
          "number": 1,
          "text": "Ndakavambe kuona mhepo inovhuvhuta iye ini Johane, ndaifunga kuti vanhu vose mhepo tinoiona, ndikaipangidza vatete vangu vakaionawo vakatenda zvakaitika kumakore mashanu ndichifudza mombe. Ichi ndicho chioneso chechitatu(3). Ameni."
        }
      ]
    },
    {
      "number": 4,
      "title": "CHITSAUKO 4 1925",
      "verses": [
        {
          "number": 1,
          "text": "Ndakaone munhu mupfupi-pfupi akauye pendiri akabate mabhuku mairi, rimwe parudyi rimwe paruboshwe, aka svika pandakange ndigere akaramba akamira akandipe bhuku rekurudyi akati werenga"
        },
        {
          "number": 2,
          "text": "Ndikari werenga, rakanga raka nyorwa ngemutauro mutsva, ndakange ndisati ndafunda. Ipapo ndakari werenga, akati wakomborerwa, kubvira nhasi wakomborerwa, tino kuisa kuupengu usinga pere."
        },
        {
          "number": 3,
          "text": "Akafuratira akaenda semauyire aakanga amboita, ndikamu tevera akakwirazve mugore mwaakanga ambobva ndichiona ari kudzika, akakwirazve ndichiona ndikamu tevera akati chidzoka hako wakomborerwa tinokuisa kusadza risingaperi narini, kuupenyu hwaunozo gara nariini. Ameni"
        }
      ]
    },
    {
      "number": 5,
      "title": "CHITSAUKO 5 1926",
      "verses": [
        {
          "number": 1,
          "text": "Ndakafamba ndikaenda kumabvazuva ndikapfuure ngeparuware kurutivi rwekumusoro kukapenya. Dombo rikandimedza ndikadaidze kuti Mwari wangu mwandisiyirei ndikabuda mudombo ndikaenda ndikasvike pane vanhu pane imba."
        },
        {
          "number": 2,
          "text": "Munhu waivapo akati kwendiri wauya here? Ndikati hunde, zvikanzi pinde muimba umwo, kuti wasvikemwo unoone munhu munhu wakamira, wasvika unopfugama apoari, ndikapinda ndikaone munhu une gemenzi jena juru."
        },
        {
          "number": 3,
          "text": "Ane madziso anonga runambi rwemwoto. Ndikasvika ndikapfugama ndikamu namata, akati ngeruoko simuka uende ndikasimuka ndikabuda ndika bvunziwa ngewaiva panze akati wamuona here? Ndikati hunde."
        },
        {
          "number": 4,
          "text": "Zvikanzi wanamata here? Ndakati hunde, akati wakomborerwa nariini, wawaonawo ndiye Jeso. Chienda wakomborerwa nariini, ndikasvika ngepadombo paya, kumusoro kukapenyazve dombo harizi kuzondimedzazveba, ndikaenda nenzira yandakabva nayo. Ameni."
        },
        {
          "number": 5,
          "text": "Ndikafamba nyika zhinji ndikateverwa ngevanhu vazhinji ndikafamba ndakavatungamirira ngetsvimbo, ndichibhururuka ivo vari pasi."
        },
        {
          "number": 6,
          "text": "Ndikapfuura ngemurimi remwoto guru navo ndikamise tsvimbo hapana wakatsva, ndakaramba ndichifamba navo bedzi, kwakapinduke zviuru nezviuru zvamazana avondisika kwanisi kuverenga. Ameni."
        }
      ]
    },
    {
      "number": 6,
      "title": "CHITSAUKO 6 1927",
      "verses": [
        {
          "number": 1,
          "text": "Ndakange ndine tsvimbo yeupostori yichinge pfuti ndichibhururuka vanhu vazhinji kwazvo vainditevera vakuru navaduku. Ndayiti apo ndaimisa tsvimbo vaizomirawo. Kuti ndaimurudza vanofambawo nyika yese yakanditevera"
        },
        {
          "number": 2,
          "text": "Vese vakange vapinduka, ndakaona vanhu vazhinji kwazvo vakatevera zita raJeso, vaiva vanhu vazhinji vandisika kwanisi kuverenga makumi nemakumi emazana evanhu vakanditevera. Ameni."
        }
      ]
    },
    {
      "number": 7,
      "title": "CHITSAUKO 7 1928",
      "verses": [
        {
          "number": 1,
          "text": "Ndakange ndichifudza mombe masikati, ndikanangisa kudenga ndikaone nyeredzi huru kwazvo ikauya yikaputsikira pamberi pangu, sure kwayo kwakatevera nhatu dzikaputsikira pamusoro payo. Ava manheru tikatumwe kopfinye uswa uzhinji, vamwe vakaite mwanda mikuru ini ndikaite kadoko paneye amwe"
        },
        {
          "number": 2,
          "text": "Takaenda kumutongi akati, unganidzai uswa pasi ndikatanga kukanda kangu kadokodoko kamwanda vazhinji vakakande pamusoro pewangu. Pasure pezvo mutongi akati chiunzai uswa ndione wapfinye hwakawanda, vese vakatore uswa hwavo ukasara mwanda wangu ukasanduka ukava mukuru. Vamwe vese vakanzi mapindwa ngeuyu twumwanda twenyu tudoko. Uyu ndiye wava mutongi wenyu ndiye wamunofanira kuteerera munatsewo zvaaita izvi ndikava mutongi wavo kubvira ipapo. Ameni."
        }
      ]
    },
    {
      "number": 8,
      "title": "CHITSAUKO 8 1930",
      "verses": [
        {
          "number": 1,
          "text": "Ndakange ndichifudza mombe masikati, ndikanangisa kudenga ndikaona kukaite fuva ndikaramba ndakanangisa ndikaone ngirozi yichidzika yikandipfuura yikadzika pasi, yikauyazve yechitatu yikapfuura pasi. Dzakazoti dzokwira pamwe dzikakwira neni."
        },
        {
          "number": 2,
          "text": "Dzakandiisa pakati tikasvika mukati mwedenga ndikaone temberi guru kwazvo mwaiva nevarume vakuru vane ndebvu refu dzakaita semuoko kubvira pagokora kureba kwadzo. Ndikapinde mutemberi imwomwo, pamusuwo painga pakamira vanhu vaiti umwe dzasi umwe kumusoro."
        },
        {
          "number": 3,
          "text": "Waiva dzasi akati kwendiri enda woite basa raJeso, uchigwinye kuita zvakanaka, zvawaitazvo urambe uchidaro kuite zvakanaka. Pakaunzwe munhu akanzi iwe enda woite zvinoita uyu, kuti ukasamutevera zvese zvaanokuudza, hauzopindi mudenga nemutemberi muno."
        },
        {
          "number": 4,
          "text": "Iwewe kana waende koite basa raTenzi pasi apo usikazokuteerera pane zvauno taura nokuzviita, haazouyi muno mutemberi. Wese unonga asateerera paizwi rangu rendinokutaurira haazopindi muno mudenga. Ndikafamba manhambwe gumi ndikabvunza uyo ndakange ndinaye ndikati, kare ndaimboyite zvakanaka here, hazvanzi enda wogwinye kunatsa?"
        },
        {
          "number": 5,
          "text": "Ndikadzokerazve mutemberi ndikabvunze kuti hamati enda wogwinye kuite basa rangu kare ndaimbo natsa here? Zvikanzi hunde enda woite basa rangu."
        },
        {
          "number": 6,
          "text": "Ndikadzoka ndikaenda pano pasi wandaiva naye akanditiza, ndikazoite basa ndega. Zvikanzi uyo unonga akutiza warambe ruponeso haacha poniswi kuti atsauka achinyengedza vanhu kuti ngatiitewo Sangano redu."
        },
        {
          "number": 7,
          "text": "Watorasika iyewo kana akaenda kopindura vanhu vake achivabhabhatidza, kana vazouya kunewe vabhabhatidze havazi kubhabhatidzwaba ngekuti uyo warasika muidi, ndakazoite basa raTenzi wedu Jeo Kristu rikakura kwazvo, ndikaenda kwese kwese."
        },
        {
          "number": 8,
          "text": "Panyika pakaakiwa musasa mukuru une mipanda mitatu miiri vanhu vaigare mumukuru wacho, ini ndakapfeka gemenzi guru ndaizobude mumupanda wechitatu. Vanhu vendisikagoni kuverenga vari mumusasa mukuru wacho."
        },
        {
          "number": 9,
          "text": "Vaiti ndobuda onai mupristi waakubuda tonamata ndovape chidyo chaTenzi. Ndizvo zvakange zvoita basa raTenzi wedu Jeso rakakura kwazvo. Ameni."
        }
      ]
    },
    {
      "number": 9,
      "title": "CHITSAUKO 9 1930",
      "verses": [
        {
          "number": 1,
          "text": "Ndakange ndiri mudhorobha, mwaMutare ndaigara ndichinamata mazuva ese izwi richiuya richitaura kuti namata zviuru zvakati zveminamato."
        },
        {
          "number": 2,
          "text": "Kuzoti zuva iroro ndakanzi namata zviuru zvitatu ndika namata, aiva manheru panguva yekurara. Ndikati ndichiambe kurara pasi zvikanzi namatazve zviuru zvina ndikamuka ndikanamata."
        },
        {
          "number": 3,
          "text": "Ndakadzokera pakurara ndikanzwe kutinhira kukuru ndikabuda panze ndichiti zvimwe pane chiri kutinhira panze, kutinhira kwemvura kukatinhira semheni."
        },
        {
          "number": 4,
          "text": "Ndikanzwa kunze kusina chaitinhira. Zvaitinhira pamwoyo pangu ndikadzokera mumba ndikagara pasi ndikafunge kuti ndave kufa nhasi. Zvakatore nguva ndikanzwa kufanza kukuru"
        },
        {
          "number": 5,
          "text": "Mhepo yinofuridza kwazvo umba ikazara ngekufuridza kwemhepo huru, ini ndikaita serara ratorwa ngechimupupuri ndikaambe kukanganwa."
        },
        {
          "number": 6,
          "text": "Ndikabatwa ngedzungu ndikaone vanhu vatatu vagere, vaviri pamunzere, umwe parudyi wechina sure kwangu, akandi daidza achiti ukapedza 1930 na1931."
        },
        {
          "number": 7,
          "text": "Mwari akakusarudza kubvira wabarwa kuti uchazoite basa rake, kubvira nhasi usazorapiwazve ngemushonga, mushonga uri wese panyika kana kumboedza. Haucharwariba kudakara makore maiiri aya apera. Simuka ushumaire vari muimba mbiri idzi. Ndikasimuka ndikaone umba mbiri dzechivanhu"
        },
        {
          "number": 8,
          "text": "Ndikasimuka ndikaone umba mbiri dzakamira dziine vanhu vaigota mwoto mukati mwadzo. Ndikavashumaira ndichiti nguva yazadziswa huMambo hwaMwari waswedera pindukai mudavire vhangeri raJeso Kristu, vanhu waya vakapinduka."
        },
        {
          "number": 9,
          "text": "Zvikanzi wazviona here izvi? Ndikati hunde Tenzi, zvikanzi gore ra1932 unobve muno mudhorobha uyende kumusha uchiende kotange basa rangu, uchiende koaka sangano guru. Zita raro rinonzi, Postori Chechi."
        },
        {
          "number": 10,
          "text": "Ndiro zita reunozodaidza, ndika tendeuka sure ndikasazoonazve munhu newayitaura neni akabva, zvese zvikabva pamberi pangu, dzungu rikapera zvikabva mumaziso angu ndikadedera ndikatya nekunamata ndikatora nguva huru ndigere pasure pacho."
        },
        {
          "number": 11,
          "text": "Ndakazobatwa ngehope ndavekuchirota. Kwakaunzwe bhuku guru kwazvo izwi rikati iri bhuku ngere minamato yako yese minamato yako yanzwika yanyorwa yese yazadze bhuku iri, ndipo paka perera."
        }
      ]
    },
    {
      "number": 10,
      "title": "CHITSAUKO 10 1931",
      "verses": [
        {
          "number": 1,
          "text": "Ndakange ndiri mudhorobha ndapedza kunzi usazodya mushonga ndikaedza kuita misikanzwa kuti ndishore mazwi andanga ndaudzwa kuti regera mitombo, bva mwoyo woupwere ndaka runzirwa ngeumwe mukomana wainzi Andiseni."
        },
        {
          "number": 2,
          "text": "Kuti tore mishonga yebhokiseni ndikatenda ndikatore pamwe naye, ava manheru ndikasvikirwa ngehope inzwi rikauya richiti, nhasi waiteyi? Ndikati ndatore mushonga, zvikanzi 1930 ndakakuudzeyi? Ndikati mwakati usazobate mushonga, zvikanzi hino waiteyi kuti utore mushonga, ndikati ndatadza pamberi penyu Tenzi. Zvikanzi haudaviri kuti Tenzi akataura newe. Chiona unzwe mubairo wevanopona ngemishonga."
        },
        {
          "number": 3,
          "text": "Ndakapiswa ngemoto wendisikaoni, wakabva parutsoka kugumira mumabvi. Oh! Mwoto unopisa kwazvo pasi pano hapana mwoto unopisa kudaro."
        },
        {
          "number": 4,
          "text": "Pakapera chinguva chikuru chaite chidimu. Ndikati Oh! Tenzi handizotorezve muti kana kudya. Inzwi rikati enda wotsvete kubvira iye zvino, apondakamuka ndakatore ndikaenda korasa kubva panguva iyoyo ndakabva ndarega mushonga, mushonga mwoto unopisa musazou seenzesa vanode kuende denga."
        }
      ]
    },
    {
      "number": 11,
      "title": "CHITSAUKO 11 MAY 8 1932",
      "verses": [
        {
          "number": 1,
          "text": "Kwakati pakati peusiku ndakasvikirwa ngedzungu ndikaone munhu murefu wakapfeka nguwo chena dzemagemenzi machena akati mbembe. Akati uya nditevere ndikamutevera, akaenda neni kumabvazuva tikasvika paiva netemberi guru rine misuo miiri, umwe kumabvazuva umwe kurutivi rwemaodzanyemba kuSouth, nefafitera. Ngepanze pefafitera kumadokera kwaiva nedziva remvura rakatenderedzwa ngemafurausi, munhu uya akandipangidzire dziya remvurara akati, unoona here iri dziya?"
        },
        {
          "number": 2,
          "text": "Ndikati hunde, akati iri dziya rawaona ndiJorodhani, rendichauya ndoku bhabhatidzira mukati mwaro zuva rendinozo sangana newe panzira. Ndini mupristi waMwari kupera kwaJune, ndichazodzoka ndosangana newe pamhene wozogashire mudzimu unoera waMwari, kuti ndasangana newe wozovaka sangano raJeso zita raro unoriti Postori Chechi"
        },
        {
          "number": 3,
          "text": "Ndiro zuva rendinozoku bhabhatidza nokukupe zita rako chisara wakachengeta Temberi. Akabuda ngemusuo wekumabvazuva ndikamutevera akandipfekedza gemenzi guru kwazvo, akandipe tsvimbo, nebhuku guru kwazvo, akati chidzoka, ndikadzokera kuTemberi, ndikaona vanhu vazhinji awo ndisikakwanisi kuwerenga vari panze."
        },
        {
          "number": 4,
          "text": "Wakaungana kwazvo vari panze peTemberi, ini ndikapinde mukati bhuku rakaite guru-guru ndikaende munyasi."
        },
        {
          "number": 5,
          "text": "Ndikapinze tsvimbo mukati mwaro ndikaambe kubatwa ngeMweya ndichiti Ameni. Ndikazoite ketatu ndikabva ndataura ngemitauro yakawanda, mitsva yisina wakamboitaura panyika. Vanhu vaiva panze vakashamiswa ngekutaura kwangu ngemitauro."
        },
        {
          "number": 6,
          "text": "Vakataurirana vachiti inzwai zvoite mupristi uya muTemberi mwo vakataurirana. Vachiuye kudongorera, Mweya ukaramba wakandizadza kudakara kunze kukaedza mudzimu waTenzi uyineni apo wakandirega dzungu rikabva ndikatya ndikanamata ndikakudza Mwari."
        },
        {
          "number": 7,
          "text": "Ndikavambe kufunga nokuzive kuti zvino nguva yangu yekuchiita basa raTenzi Jeso yakwana ndikaambe kufunga ngezvioneso zvandaiona kubvira paupwere hwangu ndikati zvino nguva yakwana ngazvichiitwa hazvo. Ndainga ndaane makore (20 yrs) kubvira 1912."
        },
        {
          "number": 8,
          "text": "Kusvika pa32 iroro gore remakumi mairi ane gore rimwe eupenyu hwangu ndakavambe kugarira mupristi uya kuti ndichasangana naye panzira sekutaura kwaakaita kuti ndichasangana newe panzira. Ndakagarira kubvira May-June muna July, 1932 kwakuchizo sangana naye. Ameni"
        }
      ]
    },
    {
      "number": 12,
      "title": "CHITSAUKO 12 JULY 17, 1932",
      "verses": [
        {
          "number": 1,
          "text": "Ngezuva ra-July ndiri kufamba ndakuswedera padyo nemusha kwakapenya kupenya kukuru kudenga, kukanditenderedza izwi rikabva kudenga richiti ndiwe Johane Mubhabhatidzi Mupostori"
        },
        {
          "number": 2,
          "text": "Enda nenyika dzese udzidzise nekupindura vanhu uchivaudza kuti munhu ngaarege kupomba nekuba, kuchiva, kuita tsoni, kushatirwa nhando, kuchiva zviro zvevamwe. Kudza vabereki, nekudana nevamwe, nekugara mwoyo wako wakabatirira pana Mwari, ngemwoyo wako wese."
        },
        {
          "number": 3,
          "text": "Famba nenyika dzose udzidzise vanhu vachengete zvese izvi, vanochengeta izvi, ndivo vanoponeswa kuti vakwire kudenga rangu."
        },
        {
          "number": 4,
          "text": "Kupenya kwakavambe kupera neMweya wangu ukavambe kuperawo ukadzimawo. Pawakadzoka ndakaambe kuti Ameni, Ameni, Ameni. Kwakuchiti ameni ndikwokwa kuramba ndichiti ameni."
        },
        {
          "number": 5,
          "text": "Apondakasvika pamusha baba munini apo vakandiona mudzimu unoyera wakavabata vakaputsikira pasi vaona hope yangu vakazadzwa ngemudzimu unoyera."
        },
        {
          "number": 6,
          "text": "Ini ukandizadza kwazvo ndikataura ngemitauro mizhinji ndikapuka. Konoriya naAnirodi vakabudamumba vachiimbaTenzi taungana. Konoriya akati wasangana naMwari vakaambe kufara vachiwirikidza Mwari."
        },
        {
          "number": 7,
          "text": "Ini ndikavambe kudaidzira humambo hwaMwari kuti waswedera vakaimba nziyo zhinji vachiwirikidza Mwari usiku hwese pakati peusiku Tenzi akandishanyirazve."
        },
        {
          "number": 8,
          "text": "Ndakapinzwe muumba ine mipanda miiri imwe yakarara vamwe vafundisi vemachechi ese. Kupenya kuya kwandakambosongana nako panzira kukauya mumba imwomwo izwi rikati buda udaidzire uchiti pindukayizvo umambo hwekudenga waswedera gadzirirayi makwara aTenzi ruramisai nzira dzake pindukayi mubhabhatidzwe ngemuzita raJeso Kristu, Jeso Kristu arikuuya."
        },
        {
          "number": 9,
          "text": "Waka komborerwa mwana waAfrica, ndakadaidzira nekukuwa asi vafundisi vakaramba vakabatwa ngehope. Izwi rikati ndakakuudza kuti ndichazosangana newe panzira, nhasi ndasangana newe, iyi ndiyo chechi yangu iyo ndakakuudza kubvira paupwere Zita racho rinonzi sangano rePostori."
        },
        {
          "number": 10,
          "text": "Kubvira nhasi chengeta Sabata, ukaise maoko pamusoro wemunhu uneshayi rinobuda. Ukaise maoko pamusoro peunorwara unopona. Ukanamatira mvura uchipe munhu unorwara akanwa unopora kurwara kwake. Zvese zvitenda unozorapa ngemaoko nemvura zvinopera, kana shayi rakadii rinozobuda uchiridzinga bedzi."
        },
        {
          "number": 11,
          "text": "Unozopfeke gemenzi riya rawakabvira pana 1917, unozobatire tsvimbo refu nepaunonamata unayo usakanganwe kuchengete mugovera ndiro sabata rangu rekuzorora."
        },
        {
          "number": 12,
          "text": "Wese vaunopindura vachengete izvozvo vanozoita basa rangu newe, unozotsike mwoto hauzopisweba. Ucharapa vanorwara vazhinji nevasina vana nemhando dzese dzezvitenda zvichapora ngemaoko bedzi hapana chinokutambudza kana shayi rinozotya."
        },
        {
          "number": 13,
          "text": "Wese waunobhabhatidza uno mubhabhatidza katatu uchiti muzita rababa nere Murumbwana neMudzimu Unoera, ukaisa maoko pamusoro pemunhu unobva agashirawo mudzimu unoera, ukaisa maoko pamusoro pemunhu kuti aporofite unobva aporofita. Ukaisa maoko kuti abhabhatidze unobhabhatidza ukaisa kuti arape unorapa, ukaisa kuti aite vhangeri unoriziwa wotoparidza, ukaisa kuti aite mapipi unoita mapipi nezvishamiso."
        },
        {
          "number": 14,
          "text": "Paitaurwe izvi kupenya kwandakasangana nakwo panzira kwainga kwakandopenya mumbamo izwi richiudza zvese izvi kuti munhu anorasika akadzokazve unomuisa maoko pamusoro womusunungura woitazve mutendi."
        },
        {
          "number": 15,
          "text": "Kuti asadzoka kureurura kuti umuise maoko kumusunungura akafa akadaro uyo munhu unozoenda kotongwa asi kuti akafa atongerwe mhosva yake asunungurwa unoonana namuponesi ngekuti mhosva yake yakange yapera ngekuti avo vanofa wavasunungura mhosva dzavo vatosununguka."
        },
        {
          "number": 16,
          "text": "Avo vanofa vasasunungurwa vakasungwa vanozomirire kutongwa ngerutongo rukuru rwaTenzi."
        },
        {
          "number": 17,
          "text": "Iyi ndiyo mitemo yisikaperi inochengetwa paupenyu hwenyu hwese. Munhu gore ngegore unode kuti adye Pasika sekuchengeta kwaanoite Sabata, maSabata ese zvakanzi ngePasika makore ese. Munhu ngaaichengete ayidye asapfuurweba."
        },
        {
          "number": 18,
          "text": "Ngepane upostori pazviro izvi, kwakuchizo chengeta zvese zvevatendi. Kukanzi unonamata wakanangisa kudenga wakasimudza maoko, ndikanzi buda pabanze, ndikabuda zvikanzi daidzira uchiti, 'Pindukayi umambo hwekudenga hwaswedera' ndikaita."
        },
        {
          "number": 19,
          "text": "Izwi rikati wona vanhu vano raswa ndikanangisa kumadokera zuva, vakatorwa semarara. Vakude kusvika pedyo neni ndikatya kuti neni ndichatorwawo izwi rikati simudza ruoko rwerudyi."
        },
        {
          "number": 20,
          "text": "Uratidze vanhu avo ndikasimudza muoko ndichidaidzire umambo hwekudenga. Kukabve mhepo huru mabvazuva yinopinde chapupuri. Mhepo yemadokera yakakurirwa yikadzoserwa nevanhu vaya kumadokera."
        },
        {
          "number": 21,
          "text": "Izwi rikati unoda kuona marudzi ese evagere panyika ndudzi dzese nemitauro, ndikaonazve mhepo huru yichiunza vanhu kuwanda kwawo kwakafanana nejecha renyanza vakamira semitsvairo yakawanda izwi rikatizve kwandiri simudza zve maoko ndikasimudza kukauya mhepo yemabvazuva vakadzorerwazve kumadokero."
        },
        {
          "number": 22,
          "text": "Zvikanzizve katatu ngeizvi chinangisazve kumadokera ndikaona vanhu vazhinji vachienda kumabvazuva vakashinga seshumba zvikanzi simudzazve ruoko unongedze mhepo haizikuzouya, wakaramba vachindotizira vachienda basi."
        },
        {
          "number": 23,
          "text": "Izwi rikati avandivo vagari venhaka yeumambo hwaMwari narini, rupango rwandakange ndasangana narwo rwakaramba rwakamira muumba imwomwo. Ndaiti ndikataurirwa chiro rwaipenya pazviro zvese zvandakapangidzwa nekupiwa rwaindopenya bedzi."
        },
        {
          "number": 24,
          "text": "Zvino izwi rikati kwendiri izvi zvese zvawaudzwa zvichaitika vanhu vachawanda kwazvo nyika yese yichandiziva nokukoya ndini avo vanongavadavira Zita rangu ini ndini Tenzi Jeso. Awamangwana ndakaenda ndikadaidza vanhu vakauya Ameni."
        },
        {
          "number": 25,
          "text": "Zvikazvi kuti urikuvambe kuita basa pese peunonga wonamata uchide kushumaira nekude kubhabhatidza unotange kuimbe rwuyo uchiti,"
        },
        {
          "number": 26,
          "text": "Kwese kwese tino ona vanhu havazive Kristu vakarasikirwa diko vanotadza muponisi. Mwari wedu wemasimba tumayi Mweya Mutsvene kuno kune wasinawo."
        },
        {
          "number": 27,
          "text": "Rwechipiri: Mwari komborerayi Africa inzwayi minamatoyayo yedu. Mwari komborerayi tine rusando rwayo. UyaMweya uya! uya! uya Mweya uya Mweya uya utikomborere isu varanda vako."
        }
      ]
    },
    {
      "number": 13,
      "title": "CHITSAUKO 13 1932 August - KUAMBE KUITIKA KWEZVANDAKA UDZWA",
      "verses": [
        {
          "number": 1,
          "text": "Avamangwana ndakavambe kufamba ndichidaidzira vanhu sezvo izwi rakange rati kuti avamangwana enda wokoka vanhu uvaudze kuti Jesu Kristu wandituma uyayi ndimutaurire mazwi aMwari."
        },
        {
          "number": 2,
          "text": "Ndafuma avamangwana ndikaenda ndikatoro Ruka, Anorodi akaenda kuna Konoriya akaendawo rimwe divi inizve ndikaenda ndikatora Sayimoni. Ndikaona achiwerenga Bhaibheri ndikati urikurizwa here? Ndikavambe kumupangidzira."
        },
        {
          "number": 3,
          "text": "Mudzimu waTenzi ukandizadza ndikatsike Mwoto nekubata, nevakuru vaivapo vakashamiswa kwazvo izwi rikati unati Zita rako rive Sayimoni Muporofiti. Nditevere akasimuka akatevera."
        },
        {
          "number": 4,
          "text": "Kwakati avamasikati vanhu vakaungana avo ndakange ndadaidza ndikasimuka ndikaambe kuzarura muromo wangu ndichiti, kwakati ndiri kufamba ndavakuswedere padyo nemusha."
        },
        {
          "number": 5,
          "text": "Ndakaona rupango rwakabve kudenga izwi rikabve kudenga richiti ndiwe Johane. Mubbabhatidzi mupostori enda udzidzise marudzi ese uchiva bhabhatidza. Ndichaambe kutaura ndakaone denga razaruka ngirosi dzichikwira nekudzika dzisikatsiki pasi Mweya wangu ukakwira pakange paka-zarukapo uri mukati mwengerosi."
        },
        {
          "number": 6,
          "text": "Dzayikwira nekudzika, kumativi ese. Mweya wangu ukadzokera. Izwi rikati isa maoko pamusoro pevanhu ndikaisa, izwi rikati kubvira nhasi chifamba nemisha yese nenyika yese yaMarange."
        },
        {
          "number": 7,
          "text": "Utange muno uchipindura vanhu, ndichazokuudze kuti chibhabhatidza uchaita zvioneso zvizhinji pasi rese ndinozoenda newe pese paunoenda. Tikanamata tikaimbe rwuyo. Ameni."
        }
      ]
    },
    {
      "number": 14,
      "title": "CHITSAUKO 14",
      "verses": [
        {
          "number": 1,
          "text": "Ndakaambe kufamba ndikaende koshumaira pane umwe musha unonzi waPhundo vakarambe izwi raJeso Kristu izwi rikati dzokerayi henyu tikadzokera. Taapakati penzira, ndiine vanhu vanokwana makumi matatu tirikufamba kwakadzike rupango runotyisa kwazvo vanhu vese vakaunganidzwa pamwe vese vakuru nevaduku vakati Ameni, Mweya ukandizadza kwazvo ndikataura ngemitauro mitsva isika ziyikanwi."
        },
        {
          "number": 2,
          "text": "Ndakafambafamba nemisha yese ndichishumaira nekubvisa mashayi nekurape zvirwere zvese, kwakaitika mapipi mazhinji kwazvo nekutsike mwoto."
        },
        {
          "number": 3,
          "text": "Kwakati ngerimwe zuva tiri pamusha Tenzi Jeso vakationese chimwe chioneso izwi rikati nangise mabvazuva ndikanangisa ndikaone ngirosi ina (4) dzechipapatika mapapiro adzo padyo nemwedzi."
        },
        {
          "number": 4,
          "text": "Dzaiva nemunhu mukuru wakapfeka nguwo chena refu, ndika pangidzira vese vandaiva navo vakavaonao vakashama tika virikidza Mwari kwazvo vakaite (1 hr) varipo pakazonyure mukuru wacho mugore nengirosi ina (4) hatizi kuzodzionazveba vanhu vese vaivapo vakadaidza kuti Mwari wakakutuma zvezviro kwazvo tikarara tichinamata usiku hwese."
        },
        {
          "number": 5,
          "text": "Tichikuwa nekufara neni Johane, mwoyo wangu wakafara kwazvo ndikati Mambo wangu Jeso ngaave neni narini izwi rikati fara hako vanhu vangu vachawanda vachandinamata. Ameni."
        }
      ]
    },
    {
      "number": 15,
      "title": "CHITSAUKO 15 August 25 1932",
      "verses": [
        {
          "number": 1,
          "text": "Izwi rikati nhasi ndinoda uunganidze vanhu vese ndikavaunganidza. Avamanheru tikavambe kuimba tikanamata tikashumaira zvikapera izwi rikati isa vanhu maoko ngekuti: mangwana ndinode kuti uchivambe kubhabbatidza vanhu. Ndikavaisa maoko mudzimu unoera ukavambe kubata vanhu vese ndichiisa maoko nokudaidzira kuti umambo hwekudenga hwaswedera vese vakazadzwa ngemudzimu unoera vakataura ngemitauro mitsva."
        },
        {
          "number": 2,
          "text": "Kwakati ave mangwana acho ndikatora vanhu vese ndikaenda navo murwizi mwamurozvi ndikaputsikira mudziya ndikavambe kudaidzire kuti umambo hwekudenga hwaswedera Jeso Kristu arikuuya pindukai mubhabhatidzwe ngemuzita raJeso Kristu, izwi rikati, unonyike munhu katatu uchiti mvo muZita raBaba, mvo nere Murumbwana mvo nere Mudzimu unoera, womubudisa Mweya unobva wauya ndika vamba kubhabhatidza ndichiaita kudaro."
        },
        {
          "number": 3,
          "text": "Mashayi mazhinji akabuda evaibve kudoro vese vaka gashire Mweya Mutsvene ndikaombeke vanhu vanokwana zana namakumi matanhatu (160)."
        },
        {
          "number": 4,
          "text": "Ndikanzi chiisa vavhangeri pamhiri peJorodhani ngevanozogashire vanhu vechishumaira eungade vaprofiti, nevanorapa vanorwara."
        },
        {
          "number": 5,
          "text": "Kwakati tavakuenda kumusha izwi rikandidaidza richiti Johane Mubhabhatidzi raka daidza katatu semadaidziro arakaita pakutanga, kwakabude nyeredzi dzakaite (6) rikadaidza kechipiri dzikaramba dzakadaro, zuva rainga richipo nguva dze-5 manheru."
        },
        {
          "number": 6,
          "text": "Denga rakazaruka katatu ndikaone mukati nevaivapo vakazviona nevanga vasagashire mudzimu unoera mudziya vakagashira izwi rikataurazve kuti ndiwe Johane Mubhabhatidzi kubvira nhasi usasazo daidzwazve nezita rako rawakabarwa ndiro ngekuti nhasi wabarwa patsva kuneni muzita rangu, Zita rakakupa baba wako vechiti Muchabayiwa hauchazodaidzwazve unovambe kudaidzwa Zita rekuti Johane Mubhabhatidzi."
        },
        {
          "number": 7,
          "text": "Chienda nenyika yese ndakutuma kumarudzi ese nendimi nemitauro yevanhu watenda akabhabhatidzwa unoponeswa wavamupostori wangu kuti munhu wese, abhabhatidzwa unozodaidze uchiti Sangano reva Postori uchichengeta Sabata uchivape chingwa chisina mumera vachidya pagore usikatyi nokuchengeta izvi haazoone upenyu usingaperiba unochengete izvi unozoponeswe."
        },
        {
          "number": 8,
          "text": "Nyika nenyika kuchabva vachazondinamata, vanorwara vazhinji vachauya nevanoshaiwa vana nevanotambudzwa ngemashayi vachazouya pano uchiabudisa muzita rangu, chese chinonga chatambudza ukataura kuti ngemuzita raJeso chinoitika bedzi."
        },
        {
          "number": 9,
          "text": "Nyeredzi yakagarapo kubvira manheru nguva dza5 kuda kara 8, kwakuchizonyura kwayo atizi kuzoyionazve, denga rakandozaruka katatu ndiro zuva randakavambe Jorodhani nezvakaitika zvacho nekuoneswa kwesimba nembiri yaTenzi wedu Jeso Kristu."
        },
        {
          "number": 10,
          "text": "Ngeusiku ihwohwo mambakwedza ndakanamata. Ndapedza ndakasvikirwa ngedzungu ndikakwidza kudenga ndikapinzwe ngepazambara ndikapinzwe muimba huru mwayiya nezvigaro gumi nezviiri, ndakagara pazvigaro gumi nezviviri ndichigare zvapera kuzvigara ndikadzoswa zvepasi dzungu rikapera. Ameni."
        }
      ]
    },
    {
      "number": 16,
      "title": "CHITSAUKO 16 August 30, 1932",
      "verses": [
        {
          "number": 1,
          "text": "Kwakati ngerimwe zuva mudzimu unoera ukati enda oshumaira kwaWendumba ndikasvike paumwe musha unonzi waMananjeese ndikakumbira kuti ndishumaire, vakuru vemusha vakaramba vakatidzinga taiyasangano rese izwi rikati endayi padondo muvese moto ipapo muimbe. Tikaenda pasango tikaise mwoto ipapo tikaambe kuimba ipapo."
        },
        {
          "number": 2,
          "text": "Vanhu vazhinji vakatevera ipapo. Tikaimba kwazvo vakaungana Mweya Mutswene ukati ise bhaibheri mumwoto ndikaisa maawasi mairi (2 hrs) riripo rakazarurwa rikasatsva ndikatore dhuku rewainga auya koona resirika ndika fukidze rimi romwoto rikasatsva akariisazve mumusoro vakaambe kushama."
        },
        {
          "number": 3,
          "text": "Ndikaambe kudaidza kuti pindukayi umambo hwekudenga hwasvedera mashayi ese akabuda, vese vakagashira mudzimu unoera. Avamangwana acho ndikavabhabhatidza vanhu makumi mana (40) ipapo."
        },
        {
          "number": 4,
          "text": "Ndakaambe kufamba nenyika yese yaMarange Jeso achibata basa neni ngezvishamiso zvekubvisa mashayi nekurapa zvitenda zvese nezvirwere. Vhangeri rikavambe kufamba kwese kwese. Ameni."
        }
      ]
    },
    {
      "number": 17,
      "title": "CHITSAUKO 17 January 7, 1933",
      "verses": [
        {
          "number": 1,
          "text": "Kwakauya umwe mukadzi wainzi Emiriya mwana waMhasvi wakanga ayine chitenda chemakore matatu, mumakumbo ake ayirwađza kubvira mumabvi kudakare kutsoka. Maoko kubve mumagokora dakara kuchanza, wainga asika kwanisi kutakure chiro pamusoro kana kukame bvudzi kana kuite rimwe basa wainga ashayiwa vanga muyamureba pasi pano."
        },
        {
          "number": 2,
          "text": "Waiya nehanzvadzi yainzi Phillip waigare mwaMutare wakatume muranda wake wayimusenzera kuti anomutora. Izvo akange azwe mukurumbira wekuti kwaMarange kune munhu unonzi Johane wakatumwa ndiMwari kuzorape zvitenda zvese. Akamuunza akatakurwa pabhasikoro."
        },
        {
          "number": 3,
          "text": "Akati ave mauro tikavambe kumuisa maoko pamusoro. Konoriya akamurapa hosha yikatiza panaiyoyo nguva izwi rikati unati simuka ufambe akasimuka akafamba pakarepo hosha yikamurega akazvibata, pacharwadzazve here? Akati kwete, akasimuka akafamba."
        },
        {
          "number": 4,
          "text": "Awamangwana akatore kamu akakame musoro akati ndakame musoro ndipeyi musudze akaende kutsime akatakure chirongo akasvika nacho pamusha. Akati chirongo ndatakura makumbo angu asimba nhasi, zvese zvapera akafara Ndikaudza vakomana vaviri vakange vauya naye kuti endayi muudze wamutuma kuti hanzvadzi yake yapona, tikagara naye mwedzi atopora achitya kuti pamwe zvichadzokerazve akawa wadi. Ameni."
        }
      ]
    },
    {
      "number": 18,
      "title": "CHITSAUKO 18 RIRIRO-RIRIRO GORE IRORO March 3, 1933",
      "verses": [
        {
          "number": 1,
          "text": "Zvaakazenge adzokera kumusha kwake Harare avawadi. Aite muviri ambodzoka nyambo. Kwaiva neumwe murumewo waiva nechirwere chikuru kwazvo chainga chapedza mari inoita $12.85 akaona Emiriya awa wadi akati wakaponaseyi akati ngekunamatirwa badzi akadavira kuti ndikaendawo ikoko ndinoita wadi here?"
        },
        {
          "number": 2,
          "text": "Akatumirwa ngehama dzake kuna Phillip kwaMutare, Phillip akatumirazve murume uya nevaranda vake vairi vakamutakura ngebhasikoro."
        },
        {
          "number": 3,
          "text": "Wakasvika naye tiri pamunda ini naKonoriya naAnorodi vakati Phillip watitumazve neuyu murume wabve Harare une chirwere wanegore nehafu, chapedza pondo nhanhatu nemashereni masere nesikipedzi nemajekiseni. Madokotera ati haucharapikiba."
        },
        {
          "number": 4,
          "text": "Zvino zvaanzwe mukurumbira wakadavira kuti ndikaenda ndinowopona vakamuunza padyo tikaimba ndikaisa maoko Mweya wakaipa ukabuda pekarepo hosha yakamureka. Ndikati ngemuzita raJeso simuka ufambe akafamba mudzimu unoera ukamuzadza Konoriya azere ngemudzimu mutsvene akamubata akamufambisa. Mweya weshayi ukati panaiye murume iyewo Zita rake unonzi Agiripa."
        },
        {
          "number": 5,
          "text": "Akawa wadi kubvira panguva iyoyo nanhasi. Kwakava nemazuva mashoma tikamubhabhatidza akanzi Zita rako unochinonzi Sailas. Munapindura vanhu vazhinji paHarare, tikagara naye mwedzi mitatu. Ndichimudzidzisa zvese zvaMwari akazoenda akanooneka wava wadi vazhinji veHarare vaiva nezvitenda vakauya. Ameni."
        }
      ]
    },
    {
      "number": 19,
      "title": "CHITSAUKO 19, 1934",
      "verses": [
        {
          "number": 1,
          "text": "Takaenda paimwe nzvimbo pakarwizi paiva nesinagogo reEdivenzi tikashumaira ipapo Tenzi Jeso akaita mapipi nezvishamiso ipapo mashayi mazhinji akabuda ipapo, vanorwara vazhinji vakarapiwa ipapo vanhu vese vesinagogo vakadavira makumi manomwe (77)."
        },
        {
          "number": 2,
          "text": "Tikabhabhatidza makumi manomwe novanomwe vese nomufundisi. Sabata tikapindire musinagogomo. Tapedza avamangwana acho kwainge kuine umwe musikana wainzi Chikware, wemusinagogo imwomwo wainga akapirwa shayi rikabuda zvikashamisa vanhu raiya shayi rechikwambo rakabuda rikaenda akagashira Mweya Mutsvene. Paneyiyo nguva izwi rikati zvishoma izvo waona kuchaitike zvizhinji."
        }
      ]
    },
    {
      "number": 20,
      "title": "CHITSAUKO 20",
      "verses": [
        {
          "number": 1,
          "text": "Kwakange kuine umwe murume Zita rake wainzi Mapfumo wakatore hosha yechihure akaparadza mari zhinji kumahosipitari nekuman'anga, hosha yake yikaramba yechimurwadza akanzi haucharapiki akachipiswa chibaro asikachapeti mutero, wainga asikakwanise kusimuka, kana kugara, achigara ngemusana waite ropa, tsvina, waingaawaneinda dzaane miswe ogara akandovata ngemusana nekugara ndizvozvo."
        },
        {
          "number": 2,
          "text": "Zvaakanzwe mukurumbira wekuti kuna Johane Mupostori akatakurwa kubviswe kumatanga kwaigara kwakuunzwe pamusha, pazimuti. Kwaakudaidzwa kuti kune munhu une makore matatu (3 yrs) akagara ngemusana ngekurwara. Hino wati ngavauye vandinamatirewo."
        },
        {
          "number": 3,
          "text": "Tikasimuka ini naKonoriya naAnorodi naSaimoni tikasvika pavakati ndiye unorwara wacho uyu takavambe kuimba ndikasimuka ndikaisa maoko pamusoro izwi rikati unati simuka ufambe ngezita raJeso. Ndikataura akamiruka pakarepo akafamba nazvino ari kufamba."
        },
        {
          "number": 4,
          "text": "Kwakazoti taite musangano baba waMapfumo vakaunza mombe kuti bairayi sangano ridye ndafara ngemwana wangu waponeswa tikadya, izwi raTenzi Jeso rikakura kwazvo."
        }
      ]
    },
    {
      "number": 21,
      "title": "CHITSAUKO 21",
      "verses": [
        {
          "number": 1,
          "text": "Iri rakarasika munzvimbo inotambudza"
        }
      ]
    },
    {
      "number": 22,
      "title": "CHITSAUKO 22 August 5, 1935 - NGEGORE REMAKUMI MATATU NEMASHANU",
      "verses": [
        {
          "number": 1,
          "text": "Pakange paripakati pemasikati ndikanamata izwi rikati kwandiri enda kumba uvate pamubhedha wako ndikaenda ndikavata izwi rikati muka unamate ndikamuka ndikanamata, ndikapedze kunamata ndikaone denga reumba razaruka ngepachisuvi ndikaona kochikari yine makumbo maviri yaiva nemurume umwe yikamira panyasi pemubhedha wangu yisikazi kutsika pasi nemabhiza maviri."
        },
        {
          "number": 2,
          "text": "Murume iyeyo wakatambanudza ruoko rwake rwerudyi akandibata akanditakura ndirikuona akandiise mukarichi imwomwo ndikavambe kukangaidzwa ndizvo ndikati kwaakuendepi, karichi rakakweiwa ngemabhiza rikaramba ririkukwira nyika yese yikanaye mvura ndikati ndakwire kudenga mvura ichinaya ndikaimba Hosana."
        },
        {
          "number": 3,
          "text": "Takati tavepedyo nedenga ngirosi yakasimudze chiro chichena chirefu yakachinongedza kudengadenga rikazaruka ngoro ikapinda, paiva padenga rekutanga handisakaona munhuba ipapo tikapfuura padenga rechipiri yikasimudzazve kiyi rikazaruka tikapinde mukati."
        },
        {
          "number": 4,
          "text": "Tikaenda nengoro yeduyo yiine mahachi maviri takati toswedera padyo nedenga rechitatu ngirosi yikasimudza kiyi tikapinde mukati mwedenga retatu tikabude mukarichi ndikaone ratswetwa mabhiza mairi akaendeswa kumabuda zuva."
        },
        {
          "number": 5,
          "text": "Kwaiva nemiti mirefu yakafanana nemipuranga neuswa utete kwakasvipira paiva nemuti wainga wakaradzikwa wabva kumabvazuva dakara kumadokera ini ndikamira ndiri kumaodzanyemba kuchamhembe kwaiva nengerosi dzisikaverengeki dzikamirudza mapapiro adzo nemaoko."
        },
        {
          "number": 6,
          "text": "Dzikakuwa nekufara kundiona dzichida kundichingamidza, ndikaone ngirosi yemunhu wese yakafanana naye ndakaziva yaKonoriya neyaAnorodi neyaSaimoni yangu ndakanga ndabva nayo yikaramba yakandidzivirira kuti ndisapinde mukati mwengirosi yichiti tsvoda kagumi nekairi (12 times) yikataura neni nge mhando zhinji dzemitauro."
        },
        {
          "number": 7,
          "text": "Ndikataura nemitauro yese yevanhunendudzi dzese nendimi dzepasi nemhando dzese dzemitauro weMweya Mutsvene ndikaedza kwazvo kude kuti ndipinde mukati mwengerosi yangu yikaramba yakandi dzivira."
        },
        {
          "number": 8,
          "text": "Dzainga dzisikaoneki maoko nemapapiro ini Johane ndainga ndakapfeka gemenzi guru jena rakachena sechando nemuviri wangu uchingawo wengirosi unonga chando."
        },
        {
          "number": 9,
          "text": "Ndakumbire kune ngirosi yangu kuti ndipindewo mukati mwengerosi yikaramba yandidzivirira yichinditsvoda."
        },
        {
          "number": 10,
          "text": "Ngesure kwenguva kwakaunzwe bhiza guru bvumbu ndikanzi kwira pamusana paro ndikatasva izwi rikati chidzoka naro pasi ndikati handichadi kuendazve pasi ndikaramba ndichiite nharo ndakatozoonazve ndadzoka ndapamubhedha pangu paya ndikasimuka ndikanamata Jeso. Ameni."
        }
      ]
    },
    {
      "number": 23,
      "title": "CHITSAUKO 23 February 8 1936",
      "verses": [
        {
          "number": 1,
          "text": "Ndakanga ndakarara mambakwedza ndapedze kunamata ndikasvikirwa ngedzungu ndikaende kumabvazuva padyo nenyanza ndikaone matanho akaita mapirasi sebhiriji gumi nemairi pamusoro pawo paiva nemhute nerimi remwoto rayibaka pamusoro pawo matanho gumi nemairi, ndikafamba pamusoro pawo ndikasvika munyasi mwedenga."
        },
        {
          "number": 2,
          "text": "Pakazaruka musuwo munudokodoko ndikadaidzwa katatu ngezwi guru kwazvo richiti Johane! Johane! Johane! ndikapfugarna pasi ndichiti onai ndiripano Tenzi taurayi zvamunoda, zvikanzi ndini Jehovha Mwari wako ndakakusarudza kukutuma pasi kuti ushumaire vhangeri reruponiso kuzvisikwa zvose famba nenyika dzese ndinewe dakara pakuguma kwepasi."
        },
        {
          "number": 3,
          "text": "Zvikanzi nhasi ndinoda kukuonese nyika itsva yendichasvika ndichikuudzai yeurikuona yichapera uchazogara nyika itswa nevanokutevera vese pamwe nevakatevera vapostori vekare nevaIsirairi avo vakanditevera vasakatevera nyika nemabasa ayo ese vakafuratira kuaramba."
        },
        {
          "number": 4,
          "text": "Pekarepo ndakarara pajinga pegomo ndikaita sendabatwe ngehope ndikamuka ndikaona kusisina gomozve kusisina nyanzazve kusisina miti yiripo iyi kwanganga kwati chechetere handizikuzoonazve mikwidza kana nzizi zhinji, kwaiva nemichero mizhinji yinotapira kwazvo pandakanzidya ndikayidya. Handisati ndambodya muchero umwe unotapira kudaro pasi pano."
        },
        {
          "number": 5,
          "text": "Kufamba kwacho kunoita nyore munhu unofamba sekupipa kweziso ndayido bhururuka ngemutumbi wangu ndikasimudze maoko bedzi ndotoburuka. Ndafamba mativi mana enyika muviri wangu waifanana nechando. Mwaiva neumba chena huru refu dzakati ngwengwe."
        },
        {
          "number": 6,
          "text": "Izwi rikati ndiyo nyika ichazogara vanotenda mazwi andakutumira, ndiyo nhaka yavachazodya yenyika itsva iyo waona nekudye michero yayo nokufara kufambe kwairi. Davira ndinova newe narini. Ini apo izwi raitauraneni, pazambara ngerosi yairamba yakamirapo Yisikatauri chiro asi izwi ndiro raitaura neni basi. Ameni"
        }
      ]
    },
    {
      "number": 24,
      "title": "CHITSAUKO 24 NGEGORE raJuly 16, 1936",
      "verses": [
        {
          "number": 1,
          "text": "Ndakabatwa ngedzungu izwi rikati Johane! Johane! Johane! ndikati onayi ndiri pano Tenzi, zvikanzi, nangisa uone kupera kwenyika ndikaone ngirosi nhatu yeku tanga yainga yabate tsuri yakaita kunga pfuti yikabude mugore, kwainga kusina fuva dzimwe mbiri dzakaitevera dzakaise zviga."
        },
        {
          "number": 2,
          "text": "Yakabude yakamira paruva raiva pasi petsoka dzayo nedzakaitevera dzakatsikao pamusoro peruva iroro, yekutanga yakaridza katatu ichiti dutere dzayitevera dzikaridza dzichiti dradra dradra dridra dridra dradra. Nyika yese yikazvinzwa vakafa vakamuka sejecha renyanza ndikashama."
        },
        {
          "number": 3,
          "text": "Pakarepo denga raka zaruka zambara guru kwazvo kumabvazuva denga rikazara ngengirosi dzichiridze zvigakamira kukabude ngerosi ina (4) yimwe yikabhururuka yechienda kumabvazuva yimwe kumadokera yimwe kuchamhembe yimwe kumaodzanyemba, dzakabata mabhuku mumaoko adzo."
        },
        {
          "number": 4,
          "text": "Dzichidaidza mazita eva Isirairi nevapostori vakakunda zvese zvaiva panyika zvainaka zvenyika nezvaitambudza nezvayinyengedza vanhu pasi ivo vakazvikunda ndivo vandakaona vachidaidzwa ngengirosi vakanyorwawo mumabhuku mana (4) akanga akabatirwa ngengirosi, ina (4) idzodzo."
        },
        {
          "number": 5,
          "text": "Ini ndikakwidzwa mukati mwefuva jena raingariri pamhepo ndichidaidzire umambo hwekudenga ndikaone fuva guru jena richibuda ngepazambara redenga ndikaramba ndakanangisa vanhu vazhinji vaikwira vachipinde mukati mwefuva Iroro ndikaramba ndichi daidzira dakara rikasvika pakati penyika ndikapindawo ndikasvika ndikaona mwakanaka sokunge imba yakaiswe fulowo yakaroverwa."
        },
        {
          "number": 6,
          "text": "Ndichandopinda izwi rikandi daidzazve katatu ndikati onayi ndiripano Tenzi taurai zvamunoda."
        },
        {
          "number": 7,
          "text": "Zvakanzi wauya here? Ndikati ndauya Tenzi zvikanzi wakomborerwa unouya ngezita raJeso. Ngerosi dzisingaverengeki dzairidza zvigakamira nevanhu vainga vakagara pamhepo vakaitezvitava vachiridze marimba vachiimbe rwuyo rutsva rwendisati ndambonzwa nanhasi handiruzive maemberwe arwo nanhasi kana kuruedzerera handigoniba."
        },
        {
          "number": 8,
          "text": "Apo ndakapinde mungoro yemafuva ndakaone munhu unotyisa wakapfeka gemenzi guru jena ayinechiremba mumusoro mwake patsoro yake yekurudyi pakanyorwa kuti Mambo wevaMambo Tenzi wese, madziso achinga rimi remwoto, akandinangisa ndika pfugama pamberi pake ndikamunamata Izwi rikandidaidzazve ngezita rangu katatu. Fuva rikaramba rechienda kumadokera vakasąrudzwa vechindokwira mwetirimo."
        },
        {
          "number": 9,
          "text": "Kwakazoti fuva rodzoka hapana wakazokwira. Rakazonga razuva rechitanhatu fuva rikadzokera kudenga apo fuva rakapotera vazhinji vakasadaira vakakudza Mwari nekumunamata vakasara hasakapinde kudenga. Uzhinji hwavo hauna ungakwanise kuverengaba."
        },
        {
          "number": 10,
          "text": "Izwi rikati ukundiko kuguma kwenyika nemarasirwe evasakapinduke, vakanamata Zita raJeso Kristu havazi kumbo enda kudengaba vakandosara pano ndipo pavanozopisirwazve vanosara nemazita avo haadayidzwiba asi vakanyorwa mubhuku ndivo vanokwira mungoro yefuva naJeso Kristu. Ameni."
        }
      ]
    },
    {
      "number": 25,
      "title": "CHITSAUKO 25 NGEGORE ra1937 September",
      "verses": [
        {
          "number": 1,
          "text": "Ndakasvikirwa ngedzungu ndikaone matanho aibva pasi achisvike kudenga ndikaona vanhu vaidzika ngekumabvazuva ngamatanho vachikwira ngekumadokera vakapfeka nguwo chena vakapfeka machira machenazve, vaiva nendebvu huru refu vachikwira nekudzika vasikatsiki pasi vechipetukira panzira, ndikaona pamusuo wedenga pakagara mukuru achinangisa"
        },
        {
          "number": 2,
          "text": "Ndikade kukwirawo ngematanho ndikatadza izwi rikati iwe haukwire ngematanhoba ngekuti une mudzimu unoera unati hameni unokwira. Pakarepo mudzimu waTenzi wakandibata ndikati hameni ndikakwira ngekubhururuka ndikapinda ngepazambara paiva nemukuru uya ndikapinde mudenga ini handina kuona munhuba asi mukuruwo basi nevaikiyinura nekudzika ndivo vandakaona basi ndikaona nyanza basi hapana chimwe."
        },
        {
          "number": 3,
          "text": "Ndikasvike mudenga rechipiri handisakaone munhuba ndikapfuura ndikasvike rechitatu ndikaone rwizi rukuru ruchena sendigiriro ndikasvike munyasi mwaro ndikaone muti umwe basi une mashizha asikaomi izwi rikati uyu ndiwo muti weupenyu unonga abva panyika akadya shizha rawo hachazonzwizve rufu unozorarama narini. Une mashizha mazhinji haaomi."
        },
        {
          "number": 4,
          "text": "Kune imba huru kumabvazuva. Kune umba inonga yine runambi rwemoto pamusoro payo, muviri wayo muchena. Ndikaone chita chikuru chengirosi dzichikuwa nekufara dzakasimudza maoko nemapapiro neniwo ndikakudza Tenzi wedu Jeso Kristu apondakaone umba yake nembiri yake ndikadzorerwazve panyika ndikapererwa ngedzungu. Ameni."
        }
      ]
    },
    {
      "number": 26,
      "title": "CHITSAUKO 26 NGEGORE RA1937",
      "verses": [
        {
          "number": 1,
          "text": "Ndakaone chioneso kumaodzenyemba kwakaite dima guru zvikanzi dima iro waona ndiro rinokandirwa avo vachatsauka kubve kunewe pekarepo ndikaone munhu achikandirwa imwomwo ndikati ndiani izwi rikati Satani watotsaure muvhangeri wako wawakatanga kugadze basa reuvhangeri kuti abude kunewe."
        },
        {
          "number": 2,
          "text": "Pakarepo ndikanangisa ndikaona ari Ruka mwana waMataruka. Kwakazoti ngegore iroro munhu uya Ruka akavambe kunyenge musikana achizive kuti Postori haidi munhu unopomba wakaambe kuuya tiripaSabata masikati ayine bhaibheri mumaoko ake."
        },
        {
          "number": 3,
          "text": "Akatitore dumba ini naKonoriya naSaimoni naAnorodi akati kubvira nhasi ndatura bhaibheri renyu iri handichada uvhangeri ndode kuramba ndichienda mugomo kuno namata, akasimuka akaenda handisakazo sangana nayezve nanhasi akabva andova mun'orwa kusvika nhasi."
        },
        {
          "number": 4,
          "text": "Iri zamo regomo ngere musikana waayi pomba naye akaite upombwe akarase mukadzi wake akaone kuti ndarasika akati ndaone chechi yanguwo inonzi Jekenisheni akaridze ngoma akatamba akaforesa masoja nemapanga."
        },
        {
          "number": 5,
          "text": "Akafamba neumwe mukadzi wemunhu unonzi Jeneti akapomba naye zvikuru akadakara akaite mwana naye, mwana akafa vazhinji vaimutevera vakazoona kuti ndicho chaakadzingwa ndicho mupostori. Vakamutiza nanhasi vava muraradzi. Uyu murume paakapinduka aiva mhombo achibarisa mwaramu zvino wakadzokerera basa rake rekare hokoyo kuna avo vanotevera nzira yaRuka Mataruka vanozoraswe kurima ririkunze kune kuchema nekugedageda mazino arikuti Tenzi. Ameni."
        }
      ]
    }
  ]
}