{
  "title": "The New Testament",
  "subtitle": "of The Apostles",
  "author_lines": [
    "JOHN MARANGE THE BAPTIST",
    "SON OF MOMBERUME",
    "APOSTLE OF THE LORD"
  ],
  "cover_image": "assets/images/john_marange_cover.jpg",
  "chapters": [
    {
      "number": 1,
      "title": "CHAPTER ONE - 1917",
      "verses": [
        {
          "number": 1,
          "text": "I saw a white cloud which thundered and the whole world was full of the noise. The Holy Spirit filled me and I started to sing a New Song saying Halelua, Halelua. I was given a Bible in my hand, I stood on top of an anthill and started to preach. My father and brothers came there."
        },
        {
          "number": 2,
          "text": "They knelt in front of me and started worshipping God. I carried on preaching and singing the New Song and the Holy Spirit bound me fast. I was calling out with a loud voice and the whole world heard me. That is when I first received the Holy Spirit. AMEN."
        }
      ]
    },
    {
      "number": 2,
      "title": "CHAPTER TWO - 1920",
      "verses": [
        {
          "number": 1,
          "text": "From morning, the whole afternoon till sunset every day, I used to see many people in the east walking on a cloud."
        },
        {
          "number": 2,
          "text": "I have never seen those people's colour on earth. This went on for three consecutive years. This was my second vision in my youth. AMEN."
        }
      ]
    },
    {
      "number": 3,
      "title": "CHAPTER THREE - 1923",
      "verses": [
        {
          "number": 1,
          "text": "I started seeing a mighty wind and I, Johane thought that everybody could see it, too. I showed it to my father's sister who saw it and believed. This happened for five years while I was herding cattle. This was the third vision. AMEN."
        }
      ]
    },
    {
      "number": 4,
      "title": "CHAPTER FOUR - 1925",
      "verses": [
        {
          "number": 1,
          "text": "A very short man came to me holding two books — one in his right hand and the other in his left hand. He came to where I was sitting but he did not sit down. He gave me the Book that was in his right hand and told me to read."
        },
        {
          "number": 2,
          "text": "Even though the book was written in a new language, moreover I had not been to school, I managed to read the book. The man said to me: 'You are blessed. From today we will put you into eternal life'."
        },
        {
          "number": 3,
          "text": "He turned to go and he left the same way he had come. I followed him. He entered into the cloud which he had used to come down. I watched him and carried on following him and he said to me: 'Go back you are blessed. We shall put you to everlasting food, which is eternal life. AMEN."
        }
      ]
    },
    {
      "number": 5,
      "title": "CHAPTER FIVE - 1926",
      "verses": [
        {
          "number": 1,
          "text": "I was going east, walking past a rock. As I passed by, the rock flashed and engulfed me. I cried out, 'My God, why hast thou forsaken me?' I was let out and I came to a house which had people inside."
        },
        {
          "number": 2,
          "text": "One of the people there asked me if I had come. I replied, 'Yes'. He said, 'Go into the house. Once you are inside, you shall see a man standing. Kneel down in front of him.' On entering, I saw a man wearing a long white garment."
        },
        {
          "number": 3,
          "text": "His eyes were like a flame of fire. I knelt in front of him and worshipped him. He beckoned me with a hand to rise up and go. I rose up and left the room. The man outside the door asked me, 'Did you see him?' I replied that I had seen him."
        },
        {
          "number": 4,
          "text": "'Did you pray?' I replied that I had prayed. 'You are blessed forever. The man you have seen is Jesus Christ. Go, you are blessed forever.' I left and went past the same rock which had engulfed me. It flashed, but the rock did not swallow me, so I went the same way I had come. AMEN."
        },
        {
          "number": 5,
          "text": "In a vision I went to many countries and a multitude of people followed me while I was flying and leading them with a rod in my hand."
        },
        {
          "number": 6,
          "text": "I went through a flame of fire with them. I lifted up my rod and nobody was burnt. I led them on and hundreds of thousands of people I could not number were converted. AMEN."
        }
      ]
    },
    {
      "number": 6,
      "title": "CHAPTER SIX - 1927",
      "verses": [
        {
          "number": 1,
          "text": "I had an apostle's rod which was like a gun. I was flying and many people both old and young stood when I stood with my staff, and whenever I raised it up the people walked and the whole world followed me."
        },
        {
          "number": 2,
          "text": "All had repented and I saw multitudes of people walking in the name of Jesus. There were many people I could not number, hundreds or thousands following me. AMEN."
        }
      ]
    },
    {
      "number": 7,
      "title": "CHAPTER SEVEN",
      "verses": [
        {
          "number": 1,
          "text": "I was herding cattle in the afternoon when I looked up in the sky. I saw a very big star coming down which fell in front of me. Another three stars followed and fell right on top of the first. Later in the evening I and others were sent to go and cut some thatching grass. The others had big bundles but I had a very small one."
        },
        {
          "number": 2,
          "text": "We went to a judge who ordered us to put our grass down. I threw my small bundle first and the others threw their big ones on top of mine. Later on the judge told us, 'Bring your grass here for I want to see who has cut the most'. The others picked up their bundles leaving mine which eventually grew bigger than the others!"
        },
        {
          "number": 3,
          "text": "The others were told by the judge that I had surpassed them because mine was bigger than theirs, and he added that I was their ruler and they must listen and obey my words from that moment. AMEN."
        }
      ]
    },
    {
      "number": 8,
      "title": "CHAPTER EIGHT - 1930",
      "verses": [
        {
          "number": 1,
          "text": "I was herding cattle in the afternoon, I looked into the sky, there came a cloud. I went on watching and an Angel descended past me. A third Angel also went past me down to earth. On their way up they took me with them."
        },
        {
          "number": 2,
          "text": "They put me in the middle and led me to Heaven where I saw a very big temple. Inside the temple were elderly men with long beards. The length of the beards were from the elbow of a man's arm to the tip of his longest finger. I entered the temple. At the entrance were two men standing opposite each other — one to the left and the other to the right."
        },
        {
          "number": 3,
          "text": "The one to the right said to me, 'Go and intensify to do the work of the Lord Jesus, and continue to do the good work of the Lord like you used to do before'. A man was brought to me and was ordered, 'Go and do what he commands. If you do not obey him you shall not enter into this temple and Heaven'."
        },
        {
          "number": 4,
          "text": "'When you go down to earth to do the work of the Lord, whoever does not obey you will not come into this temple. Whoever does not hear my Word that I am sending you shall not come into heaven! I walked about ten yards away and asked him who was walking with me, whether I had been doing good before, since I had been told to go and continue to do good."
        },
        {
          "number": 5,
          "text": "I went back into the temple and enquired: 'You said, go and intensify to do my good work! Was I doing good work before? 'Correct, Go and continue to do my work.'"
        },
        {
          "number": 6,
          "text": "When we returned to earth, he who was with me left me. I did the work of the Lord alone and was told he who had left you had refused everlasting life. He is condemned because he had parted from you and is going to deceive people, saying: 'Let us form our own church'."
        },
        {
          "number": 7,
          "text": "'He is lost. If he baptizes people and the same come to you, you must baptize them again for they were not baptized before, because he who baptized them is lost in the truth. I then went all over the countries doing the work of the Lord Jesus Christ successfully."
        },
        {
          "number": 8,
          "text": "A big temple consisting of three compartments was built on earth. In the big one the people sat waiting for me and I came out of the third one wearing long white garment. I could not number the people sitting in the big compartment."
        },
        {
          "number": 9,
          "text": "As I entered from the small one they used to say, there comes the priest. We prayed and I gave them the Lord's Holy Communion. Time after time the work of the Lord prospered tremendously. AMEN."
        }
      ]
    },
    {
      "number": 9,
      "title": "CHAPTER NINE - 1930",
      "verses": [
        {
          "number": 1,
          "text": "I was living in Umtali and used to pray every day. A voice used to tell me the number of prayers I should make."
        },
        {
          "number": 2,
          "text": "One day in the evening I was told to pray three thousand times, which I did. Just when I was in bed before falling asleep, the voice told me to say four thousand prayers. I got out of bed and prayed four thousand times."
        },
        {
          "number": 3,
          "text": "I went back to bed and heard a great sound like lightening, I went outside the room thinking something was making a noise outside."
        },
        {
          "number": 4,
          "text": "There was nothing making the noise outside. I realised that the sound was in my heart. I went back into the house and thought I was going to die that day. The sound carried on for a long time and was followed by a hissing sound."
        },
        {
          "number": 5,
          "text": "Heavy wind filled the house and I was lifted up like a leaf and started to forget."
        },
        {
          "number": 6,
          "text": "I was filled with the Holy Spirit and saw three men sitting — two of them to the left and the third to the right. Another man appeared behind me. He said to me: 'After 1930 and 1931 you will start the Apostle Church."
        },
        {
          "number": 7,
          "text": "'God chose you since your birth so that you can do his work. From today onwards you shall not take any type of medicine or herbs, no even to taste. You shall not fall sick during those two years! He then commanded me, 'Stand up and preach in those two houses! I stood up and beheld two houses which belonged to Africans."
        },
        {
          "number": 8,
          "text": "Inside the houses were people singing near a fire warming themselves. I preached unto them saying, 'The time is fulfilled. The kingdom of God is at hand. Repent and believe in the gospel of Jesus Christ! And they believed."
        },
        {
          "number": 9,
          "text": "The voice asked, 'Did you see that?' 'Yes, my Lord.' The voice then said, 'In 1932 you will go home and start my Church. You shall call it the Apostle Church."
        },
        {
          "number": 10,
          "text": "This is the name that you shall call my Church. I turned back and saw nobody, not even the man who had been speaking to me. All the vision vanished and the Holy Spirit left me. I was shivering and frightened to pray and sat for a long time afterwards."
        },
        {
          "number": 11,
          "text": "I later fell asleep and had a dream. A big book was brought to me, and the voice said to me, 'This book is full of your prayers. They are all written in this book' And the dream ended."
        }
      ]
    },
    {
      "number": 10,
      "title": "CHAPTER TEN - 1931",
      "verses": [
        {
          "number": 1,
          "text": "I was still in the town of Umtali after I had been warned against medicines or herbs. I tried to be mischievous and ignored the words. Being a youngster, I was influenced by a boy called 'Andisen.'"
        },
        {
          "number": 2,
          "text": "I agreed to take boxing herbs and use them. Later in the evening the voice came to me in my sleep saying, 'What did you do today?' I replied that I took some boxing herbs. 'What did I tell you in 1930?' I confessed, saying, 'You said I should not touch or use any herbs or medicine whatsoever. Now I have since sinned in front of you, Lord.' Now watch and see what will happen to those that believe in herbs and medicine.'"
        },
        {
          "number": 3,
          "text": "I was burnt with a fire I have never seen here on earth. From my feet to my knees. Oh! that fire burns and there is no fire that burns like that on earth."
        },
        {
          "number": 4,
          "text": "After about half an hour of burning I cried out, 'Oh my Lord! I shall never again take herbs or medicine.' The voice said, Go and throw it away right now.' I went and threw it away as soon as I woke up never touched it again from than moment. Medicine is fire that burns. Do not touch it if you want to go to heaven."
        }
      ]
    },
    {
      "number": 11,
      "title": "CHAPTER ELEVEN - MAY 8th 1932",
      "verses": [
        {
          "number": 1,
          "text": "In the middle of the night I was bound by the Holy Spirit. I saw a tall man who wore snow white garments. He said to me, Follow me.' He lead me to the east where there were two entrances to a temple. One entrance was at the east and the other at the south. There was also a window. Outside the window to the west was a pool surrounded by flowers. The man asked me, 'Do you see the Pool?'"
        },
        {
          "number": 2,
          "text": "'Yes,' I replied, and he went on to say the name of it is Jordan. I shall come and baptize you in there on the day I shall visit you. I am the Priest of the Lord. At the end of June I shall come back to you and after that you shall have the Church of Jesus Christ. You shall call it \"APOSTLE CHURCH.\""
        },
        {
          "number": 3,
          "text": "'That is the day I shall baptize you and give you a new name. Remain here looking after the Temple.' He went out through the eastern entrance. I followed him. He dressed me in a long garment and he gave me a rod and a big book and he said I must go back. I returned to the Temple. I saw a multitude of people which I could not number."
        },
        {
          "number": 4,
          "text": "The people were assembled outside. I entered the temple and the book grew very big."
        },
        {
          "number": 5,
          "text": "I placed my rod in the Book and the Holy Spirit filled me and I said AMEN three times. I started to speak in new languages which no one has ever spoken IN THIS WORLD. The people outside were surprised with the language."
        },
        {
          "number": 6,
          "text": "They were telling one another to listen to what the Priest was saying. They were also peeping into the temple. I was filled with the Holy Spirit until the morning, when the Holy Spirit left me. I was afraid. I prayed and praised God."
        },
        {
          "number": 7,
          "text": "I realised the time had come and was fulfilled to start the work of the Lord Jesus Christ. I recalled the visions I had experienced since my childhood and I said, 'Now is the time; let it be.' I was at that time twenty years of age since my birth in 1912."
        },
        {
          "number": 8,
          "text": "In the same year, 1932, I looked forward to meeting the Priest as he had said he would meet me on the way. I waited from May and in July I met him. AMEN."
        }
      ]
    },
    {
      "number": 12,
      "title": "CHAPTER TWELVE - JULY 17th 1932",
      "verses": [
        {
          "number": 1,
          "text": "On the 17th of July, 1932 I was walking home when a flash of light surrounded me. A voice came out of heaven saying, 'Thou art John the Baptist and Apostle.'"
        },
        {
          "number": 2,
          "text": "Go into all the countries, teach and convert people, telling them not to commit adultery, not to steal, not to covert, not to be easily angered; they must honour their father and mother, love one another, keep their minds on God all the time."
        },
        {
          "number": 3,
          "text": "Teach them to obey all this. Only those who obey these commandments shall be saved."
        },
        {
          "number": 4,
          "text": "The flash of light went out and the Spirit left me. After a while the Spirit filled me again and I was able to say AMEN, AMEN, AMEN. I kept on saying this for some time."
        },
        {
          "number": 5,
          "text": "When I came home, my father's brother was filled with the Holy Spirit and fell down at the sight of my face."
        },
        {
          "number": 6,
          "text": "I was filled with the Holy Spirit and spoke in tongues. Cornelius and Anrod came out of the house, singing in Shona \"TENZITAUNGANA\", which means 'LORD WE ARE ASSEMBLED'. Cornelius was praising God and said to me, 'You have met God.'"
        },
        {
          "number": 7,
          "text": "I cried out with a loud voice, saying, 'REPENT YE AND BE BAPTISED, FOR THE KINGDOM OF GOD IS AT HAND.' My brothers were singing many songs and for the whole night we praised God. In the middle of the night the Lord visited me."
        },
        {
          "number": 8,
          "text": "I was brought into a house which had two compartments where all the ministers of all the other churches were sleeping. The light which I had seen on the way appeared again. The voice said, 'Preach to them saying they must repent for the Kingdom of Heaven is at hand. Prepare the ways of the Lord. Repent and be baptized in the name of the Lord Jesus Christ. The Lord Jesus Christ is coming."
        },
        {
          "number": 9,
          "text": "Blessed is the Son of Africa, I shouted, but the Ministers remained sleeping. The voice said, 'I told you I would meet you on the way today. I met you and this is my Church. I told you that since your childhood it is called The Apostle Church.'"
        },
        {
          "number": 10,
          "text": "'From today onwards, keep the Sabbath. If you lay hands on anybody possessed the evil spirit shall come out; if you lay hands on anybody sick he shall be cured. If you bless water and give it to anybody sick and he drinks the water he shall be cured. All the diseases you shall be able to use your hands and water to cure. You shall cast out demons."
        },
        {
          "number": 11,
          "text": "You will wear the garment you wore since 1917. You must have a long rod whenever you pray. Saturday is your Sabbath day.' Do not forget to keep the Sabbath Holy — It is my day of rest."
        },
        {
          "number": 12,
          "text": "All those you are going to convert must keep these commandments. They shall do my work with you. You shall walk in fire without burning. Many people shall you heal; even those that do not conceive shall have children. Nothing shall worry you when you lay hands, even the demons shall fear you.'"
        },
        {
          "number": 13,
          "text": "'When baptizing, you must immerse every one in water three times, saying, \"In the name of the Father, of the Son and of the Holy Ghost\". On laying hands on the baptized they shall receive the gift of the Holy Spirit. They are going to prophecy, baptize, heal, preach and perform miracles, accordingly."
        },
        {
          "number": 14,
          "text": "As the voice spoke, that light which I had seen before kept on shining in the house. The voice was saying, 'If a person has sinned and is lost and would like to come back, let him confess and you shall lay hands on him and take him back into the Church.'"
        },
        {
          "number": 15,
          "text": "'If a man does not come to confess his sins and dies like that, he is condemned. If he confesses then he is forgiven and shall see the Saviour.'"
        },
        {
          "number": 16,
          "text": "'Those who die before forgiveness are bound and shall wait for the great Judgement of the Lord.'"
        },
        {
          "number": 17,
          "text": "'The following are the commandments to be observed right through your lives. Every Apostle should partake of the Holy Communion every year. As people observe the Sabbath every Saturday, so should you observe the Passover every year."
        },
        {
          "number": 18,
          "text": "The Passover is the key of Apostleship and nobody should dispense it. Then after this a person may do other rituals. When praying raise up clean hand and look into the sky.' I was told to go outside and preach. 'Repent and be baptized for the Kingdom of Heaven is at hand.'"
        },
        {
          "number": 19,
          "text": "The voice said to me 'Look at the lost people'. I looked to the west and a mighty whirl wind came and blew people up like chaff. When they drew near me I was afraid I was also going to be blown up but the voice said, 'Raise up your right hand.'"
        },
        {
          "number": 20,
          "text": "I raised up my hand and cried, 'The Kingdom of Heaven is near'. A mightier wind came from the east and overpowered the wind from the west and sent it back with its people."
        },
        {
          "number": 21,
          "text": "The voice asked me, 'Do you want to see all the Tribes of the Earth and hear their languages?' Suddenly, there blew a mighty wind which brought masses of people I could not count. They numbered like sea sand. They stood like many brooms. The voice said, 'Raise up your hands'. As I did so, a mightier wind came from the east and blew all the people to the west."
        },
        {
          "number": 22,
          "text": "The voice said to me three times, 'Look to the west'. Many people were moving to the east, as brave as lions; and the voice said, 'Raise up your hand and point to that direction.' The wind did not come again and the people carried on going."
        },
        {
          "number": 23,
          "text": "The voice said, 'Those will inherit the Kingdom of God forever.' The light which I had seen remained in the house. It flashed on everything I was told or shown."
        },
        {
          "number": 24,
          "text": "The voice said, 'All this shall come to pass. Many people shall be converted and the whole world shall praise me. I am Jesus Christ.' The next day I went preaching and many people came. AMEN."
        },
        {
          "number": 25,
          "text": "The voice went on to say, 'Whenever you pray, baptize or preach, you must first sing the following song:"
        },
        {
          "number": 26,
          "text": "\"Everywhere we see people who do not know Christ, They are truly lost and sin for the Saviour. Our Almighty God sent down the Holy Spirit here to those without it.\""
        },
        {
          "number": 27,
          "text": "\"God Bless Africa, hear our prayers. God bless us, your Church. Come Holy Spirit, Come, come Holy Spirit and bless us, your servants.\""
        }
      ]
    },
    {
      "number": 13,
      "title": "CHAPTER THIRTEEN - 13th AUGUST 1932 - THE FULFILMENT OF WHAT I WAS TOLD",
      "verses": [
        {
          "number": 1,
          "text": "The next day was my first day to go preaching, as the voice had instructed that \"Tomorrow you invite people and tell them that Jesus Christ sent me. Come and I shall teach you the Gospel of the Lord.'"
        },
        {
          "number": 2,
          "text": "That day I took Luke with me. Anrod and Cornelius went the other way while we went to Simon. I found him reading a Bible. I asked him if he understood, and I started showing and explaining the Scriptures to him."
        },
        {
          "number": 3,
          "text": "I was walking, and holding fire, filled with the Holy Spirit. The people that were there were very surprised. The voice said to me, 'Say your name is Simon the Prophet. Follow me', and Simon followed me."
        },
        {
          "number": 4,
          "text": "In the afternoon all the people that I had called were assembled. I stood up and opened my mouth, saying 'It happened when I was walking home, behold a light came from Heaven saying, 'You are John the Baptist and Apostle. Go teaching every nation and baptize them'."
        },
        {
          "number": 5,
          "text": "Just when I started to speak, I saw Heaven open and I saw Angels descending and ascending. They did not set their feet on the ground. My soul went up to the opening with them."
        },
        {
          "number": 6,
          "text": "They continued going up and down on the four corners of the world. My soul came back to me. The voice commanded, 'Lay your hands upon the converts,' I did as was commanded. 'From today go into all homes of Chief Marange's area and preach to the people.'"
        },
        {
          "number": 7,
          "text": "'Start here and convert people. I shall tell you when to start baptizing. You shall perform miracles and the whole world will follow you wherever you go.' We prayed and sang a song. AMEN."
        }
      ]
    },
    {
      "number": 14,
      "title": "CHAPTER FOURTEEN",
      "verses": [
        {
          "number": 1,
          "text": "I came to Pfundo's home during my early missions. The voice told us to leave after the elders of the home had refused us permission to preach to them. Those people had refused the word of the Lord Jesus Christ. On our way back I was with about thirty people. A light came from Heaven and all the people, both old and young were grouped together and were saying, AMEN, AMEN. The Holy Spirit bound me fast and I spoke in new unknown languages."
        },
        {
          "number": 2,
          "text": "I went to many villages preaching, casting out demons, and healing. Many people walked in fire."
        },
        {
          "number": 3,
          "text": "One day we were at home when the Lord showed us a sign. The voice said, 'Look to the east', and I saw four Angels playing with their wings near the moon."
        },
        {
          "number": 4,
          "text": "There also appeared a man wearing a long white garment. I showed him to those that were with me and they were surprised and we praised God. After about an hour the man and the Angels disappeared into the clouds. The people with me believed that God sent me and we prayed."
        },
        {
          "number": 5,
          "text": "We sang and rejoiced and I, John, was full of happiness. I said 'My Lord Jesus be with me forever.' I was told to rejoice for the people of the Lord were going to multiply. AMEN."
        }
      ]
    },
    {
      "number": 15,
      "title": "CHAPTER FIFTEEN - AUGUST 25th 1932",
      "verses": [
        {
          "number": 1,
          "text": "The voice said to me, 'Gather all the converts today'. In the evening we prayed, sang and I preached. I was told to lay hands on them for the next day I was going to baptize them. As soon as I laid hands on them the Holy Spirit filled them all and they were speaking in tongues. I cried out, 'The Kingdom of Heaven is at hand'."
        },
        {
          "number": 2,
          "text": "The next day I went to Murozvi to baptize all the converts. We found a suitable pool. I plunged into the water and cried out, 'The Kingdom of Heaven is at hand. Repent and be baptized in the name of Lord Jesus. Jesus Christ is coming,' and the voice said, 'Immerse a person three times, saying \"In the name of the Father, the Son and the Holy Spirit\"."
        },
        {
          "number": 3,
          "text": "The demons left the possessed and the Holy Spirit filled them. That day I baptized 160 people altogether. Some of these people were coming from a beer drink."
        },
        {
          "number": 4,
          "text": "I was told to put the Evangelists on the other side of the pool to receive newly baptized and preach to them. 'Likewise confirm the prophets and healers'."
        },
        {
          "number": 5,
          "text": "On our way home the voice called me three times, saying 'John the Baptist'. Six stars appeared and the voice called me again. It was 5 p.m., daylight."
        },
        {
          "number": 6,
          "text": "Heaven opened three times and the people with me saw it too and were filled with the Holy Spirit. The voice said 'You are John the Baptist. You shall not be called by your old name given to you by your parents, which is Muchabayiwa, for today you are born again.'"
        },
        {
          "number": 7,
          "text": "'Go into all the tribes in the world. I am sending you with all the tongues. Whosoever believes and be baptized in my name is saved. He is my Apostle from that moment. My church is the Apostle Church. They must keep the Sabbath with you, which is Saturday, the seventh day of the week. You shall give them unleavened bread every year. Whosoever shall not keep these commandments shall not inherit eternal life. Whosoever keepeth, is saved."
        },
        {
          "number": 8,
          "text": "Worshippers shall come from all countries. The barren, the sick and the possessed shall you help in my name. Nothing shall prove impossible in Jesus Christ."
        },
        {
          "number": 9,
          "text": "The Star stayed there from 5 p.m. till 8 p.m. After that we did not see it again. All this was to show the Glory of the Lord Jesus Christ. This is the day I started babptising people."
        },
        {
          "number": 10,
          "text": "After midnight I prayed and was bound by Holy Spirit. I was taken to Heaven and was brought into a house through a gate. There were 12 seats in the house and the voice ordered me to sit on every one of them. I was sent back to earth and the Holy Spirit left me. AMEN."
        }
      ]
    },
    {
      "number": 16,
      "title": "CHAPTER SIXTEEN - AUGUST 30th 1932",
      "verses": [
        {
          "number": 1,
          "text": "On another day the Holy Spirit said to me, 'Go to WENJUMBA and preach. I came to the home of MANAJESE and when I asked for permission to preach, the elders of the home refused and they chased away our whole congregation. The voice told us to go into the bush, make a fire there and sing."
        },
        {
          "number": 2,
          "text": "Many people heard our singing and came there. The Holy Spirit said, 'Put your Bible into the fire'. I opened the Bible and left it in the fire for about 2 hours. I took one woman's duke and cast it into the fire. All the people were shocked at the sight, and when I gave back the duke and held my Bible, both had no signs of burning."
        },
        {
          "number": 3,
          "text": "I cried out saying, 'Repent ye, the Kingdom of God is at hand.' Demons came out and the people were filled with the Holy Spirit. The following day I baptized 40 people altogether."
        },
        {
          "number": 4,
          "text": "I started going around all Chief Marange's area. The Lord Jesus was working with me, performing miracles, casting out demons and curing all sorts of diseases."
        }
      ]
    },
    {
      "number": 17,
      "title": "CHAPTER 17 - JANUARY 7th 1933",
      "verses": [
        {
          "number": 1,
          "text": "There came Emeriah, the daughter of Mhazvi. She had been sick for three years and her arms from elbows to fingers, and her legs from knees to toes were weak and painful. Her head was also very painful that she could not even comb her hair or carry anything on it. She had failed to find anybody to cure her."
        },
        {
          "number": 2,
          "text": "When her brother, Philip, who worked in Umtali heard that there was a man called John Marange who heals all sicknesses, he sent his servants to go and bring EMERIAH to me. The people knew that I, John, was sent from God to help people. She was brought on a bicycle."
        },
        {
          "number": 3,
          "text": "In the evening I and Cornelius laid hands on her and the voice told me to say, 'Stand up and walk', and she rose up and walked. She said she was not feeling pains anymore."
        },
        {
          "number": 4,
          "text": "The next day she combed her hair for the fist time in three years. She also asked for a container, went and filled it up with water and carried it on her head. She said, 'I have carried something heavy on my head and my legs are strong. Everything is healed.' She was full of joy. I asked the two men who had brought her to go and tell Philip her brother that she was cured. She stayed with us for a month, testing her strength, as she feared that the disease might return. AMEN."
        }
      ]
    },
    {
      "number": 18,
      "title": "CHAPTER 18 - MARCH 3rd 1933",
      "verses": [
        {
          "number": 1,
          "text": "When she went back to Salisbury, she told others that she had been made whole and they could see that she was cured."
        },
        {
          "number": 2,
          "text": "In that area there was a man who had been sick for some time and he had spent $12.85 on treatment. When the man saw that Emeriah was cured, he enquired of her how she had been cured. Emeriah told him that only by laying on of hands was she made whole. The man believed that if he came to me he would also be cured."
        },
        {
          "number": 3,
          "text": "The man was sent to Philip in Umtali who in turn sent him to me. He was brought on a bicycle by two of Philip's servants."
        },
        {
          "number": 4,
          "text": "When they arrived, they found Cornelius, Anrod and myself working in our field. They told us that the man had spent $12.85 on injections. He had had the disease for 1 year six months and the doctors told him that his disease was impossible to cure."
        },
        {
          "number": 5,
          "text": "When he heard of our works he believed that if he came he would be healed. We sang a song. When the patient was brought to us I laid hands on him and the evil spirit that possessed him came out and cried out, 'My name is Agrippa', I said, 'In the name of Jesus Christ arise and walk', and he rose up and walked. The Holy Spirit filled the man, and Cornelius, filled with the Holy Spirit, assisted him to walk."
        },
        {
          "number": 6,
          "text": "He was cured from that moment. After a few days we baptized the man and he was given a new name, 'Silas'. He was told to go and convert many people in Salisbury. He stayed with us for three months and I taught him the Scriptures. After he left us many people from Salisbury came to be healed by me. AMEN."
        }
      ]
    },
    {
      "number": 19,
      "title": "CHAPTER 19 - 1934",
      "verses": [
        {
          "number": 1,
          "text": "We went to a village and came to a stream where there was a Synagogue of the Seventh Day Adventists. We preached there and the Lord Jesus performed many miracles. The sick were healed, demons were cast out. The 77 members of that Synagogue were converted and baptized, including their Ministers."
        },
        {
          "number": 2,
          "text": "It was Sunday after the Sabbath when we baptized them. There was a girl by the name of CHIKWARE who had a very evil spirit known as 'Chikwambo'. The evil spirit was cast out and the Holy Spirit filled her, and many that were there were shocked, and the voice told me, 'You shall see many more wonders'."
        }
      ]
    },
    {
      "number": 20,
      "title": "CHAPTER 20",
      "verses": [
        {
          "number": 1,
          "text": "There was a certain man called MAPFUMO. He had suffered from a venereal disease for a long time and had spent a lot of money on hospitals, private doctors and witch doctors, but he could not get any help. He was not able to walk and had been exempted from paying tax. He could not sit up and therefore kept lying on his back. He was a very dirty man and had a lot of lice."
        },
        {
          "number": 2,
          "text": "When it was heard that there was a man called John the Apostle, the man was brought from the cattle kraal where he was living. I was asked to come there by his relatives and was told that the man had lived on his back for three years."
        },
        {
          "number": 3,
          "text": "Cornelius, Anrod, Simon and I rose up and went there to his home. We sang and I laid hands on him. The voice told me to say, in the name of Jesus Christ stand up and walk. He rose up and walked immediately and was completely cured."
        },
        {
          "number": 4,
          "text": "When we were assembled one day, Mapfumo's father gave the congregation a cow to slaughter and eat. He told us he was very happy and that his son had been cured. We ate and glorified in the name of the Lord."
        }
      ]
    },
    {
      "number": 21,
      "title": "CHAPTER 21 - AUGUST 5th 1935",
      "verses": [
        {
          "number": 1,
          "text": "It was about midday when I was praying in the bush. The voice told me to go home and lie on my bed, which I did. Later the voice told me to get up and pray, which I did, and found there was an opening in the roof of the hut. Through the opening I could see a cart which had two wheels and was driven by two horses. There was a man in the air."
        },
        {
          "number": 2,
          "text": "The man in the cart stretched out his hand and picked me up. I was confused and asked, 'Where are we going?' The horses pulled the cart into heaven and it was raining on the whole earth. I went up singing 'Hossanah'."
        },
        {
          "number": 3,
          "text": "When we got near the sky an Angel lifted up and pointed with a long white key. Heaven opened and we entered the first Heaven, where I saw no one. We passed on to the second Heaven and when the Angel pointed the key, Heaven opened and we passed on to the third one."
        },
        {
          "number": 4,
          "text": "Near the third Heaven the Angel pointed the key and went inside. We got out of the cart and the horses were driven to the east."
        },
        {
          "number": 5,
          "text": "There were high trees like gum trees and green thin grass. There also lay a tree which stretched from the east to the west. I stood in the south. To the north there were many Angels I could not number. They were happy and lifted up their wings and arms in the air."
        },
        {
          "number": 6,
          "text": "They were very happy to see me and they wanted to greet me. I saw every person's Angel which resembled the body form of the person. I recognized the Angels of Cornelius, Anrod and Simon. Mine had led me from the earth and was ever before me. It did not allow me to go to the other Angels. It spoke to me in many languages and kissed me twelve times."
        },
        {
          "number": 7,
          "text": "I spoke in all the languages of the world and in all tongues of the Holy Spirit. I strived to go to the other Angels but my Angel forbade me."
        },
        {
          "number": 8,
          "text": "I could not see the arms and wings of the Angels for they were covered. I wore a long snow white garment and my body was also snow white like the Angels."
        },
        {
          "number": 9,
          "text": "I pleaded with my Angel because I wished to go to the other Angels, but my Angel kissed me each time and refused."
        },
        {
          "number": 10,
          "text": "After a while a grey horse was brought and I was ordered to ride and go back to earth. I argued that I did not want to go back. I wanted to stay there. I was surprised to find myself on my bed again. I worshipped Jesus. AMEN."
        }
      ]
    },
    {
      "number": 22,
      "title": "CHAPTER 22 - FEBRUARY 8th 1936",
      "verses": [
        {
          "number": 1,
          "text": "At dawn I was sleeping after praying. I was bound by Holy Spirit and was taken to the east near a sea where I saw twelve ladders, which were like a bridge. I walked onto the ladders and there was a flame of fire and it was misty on top. I got near Heaven on the ladders."
        },
        {
          "number": 2,
          "text": "A door was opened and a voice called me three times, saying 'John, John, John!' I knelt down and said it, 'Behold, I am Jehovah, your Lord. I choose you to preach Salvation to those that dwell on earth. I am with you till the end of the world'."
        },
        {
          "number": 3,
          "text": "The voice said to me 'I am going to show you the new Earth that I am going to create to take the place of the one you are living on today, because this old earth is going to be destroyed and you, together with the people that are going to follow you, and those Israelites that followed the Lord, the former Apostles and all those that worshipped the true God, will live on the new Earth. They are the people who refuse to do the work of the devil and did not taste the sweetness of the earth, but turned their backs on it.'"
        },
        {
          "number": 4,
          "text": "Immediately I fell asleep near a mountain. When I woke up there was no mountain and no trees. It had become bare and level. A little later, there grew trees and they bore very sweet fruit. I have never tasted fruit so sweet here on earth."
        },
        {
          "number": 5,
          "text": "Travelling became very simple. We could fly as fast as lightning. Whenever I raised up my arms I found myself flying, so I went to the four corners of the earth. My body was now white and there were tall beautiful houses."
        },
        {
          "number": 6,
          "text": "All those that believe and keep the words I have given you to preach shall inherit this new earth you have seen. They shall enjoy walking around and eating the fruits thereof. When the voice was speaking there was an Angel standing there but he did not say a word, only the voice spoke to me. AMEN."
        }
      ]
    },
    {
      "number": 23,
      "title": "CHAPTER 23",
      "verses": [
        {
          "number": 1,
          "text": "I was bound by Holy Spirit and the voice called me. 'John, John, John! 'Behold I am here, Lord.' 'Look to see how the world is going to end'."
        },
        {
          "number": 2,
          "text": "I saw three Angels. The first one had a trumpet like a gun. It came out of the clouds and stood before me. The cloud vanished and there came out two more Angels which put on seals."
        },
        {
          "number": 3,
          "text": "The first Angel came and stood on a flower, as did the two that followed on the same flower. The first Angel blew its trumpet saying 'DUTERE, DUTERE, DUTERE'. The other two blew their trumpets saying, DRADRA, DRADRA, DRIDRA, DRIDRA, DRADRA'. The whole world heard the noise and the dead who were as many as the sea sand rose from their graves. I was shocked at the sight."
        },
        {
          "number": 4,
          "text": "A big gate was opened into Heaven and through it I say many Angels playing harps and four came out of the gates holding books in their hands. They each flew to the four cardinal points of the earth."
        },
        {
          "number": 5,
          "text": "They went calling out the names of Israelites and Apostles who had conquered the evil things of the world. These are the people who had their names written in the four books held by the Angels."
        },
        {
          "number": 6,
          "text": "I was taken into space in a white cloud. I was saying 'The Kingdom of Heaven is at hand'. I saw a cloud coming out of Heaven through the gate that was opened. As I watched I saw a lot of people getting into the cloud. I went on saying 'The Kingdom of Heaven is at hand' until the cloud came into the middle of the world. I went into the cloud and found I was on a smooth floor."
        },
        {
          "number": 7,
          "text": "As I entered, the voice called me three times and I replied 'Behold your servant is listening'. I was asked if I had come and replied that I had."
        },
        {
          "number": 8,
          "text": "The voice went on to say, 'Blessed is he who comes in the name of Jesus Christ'. Many Angels, which I could not number, were blowing trumpets and people that were sitting in groups in the air were playing harps and singing a new song which I have never heard in my life. I cannot even remember the tune."
        },
        {
          "number": 9,
          "text": "When I entered the cloud I saw an awesome man wearing a long white garment. He wore a crown on his head and on his waist at the right hand side was written King of Kings and Lord of Lords. His eyes were like a flame of fire. He looked at me. I knelt down and worshipped."
        },
        {
          "number": 10,
          "text": "The voice called me again three times and the cloud was going westwards and only the chosen were going into the cloud."
        },
        {
          "number": 11,
          "text": "On its way back, nobody boarded. On the sixth day the cloud returned to Heaven. Those that did not believe and worship in the name of the Lord were left behind. Many people did not enter Heaven. There were too many to be numbered."
        },
        {
          "number": 12,
          "text": "The voice said that is how the world is going to end. The end of the world will be followed by the condemnation of the multitudes of people who did not enter heaven and their names were not in the books. They shall not come into the cloud with Jesus Christ. They shall burn here."
        }
      ]
    },
    {
      "number": 24,
      "title": "CHAPTER 24",
      "verses": [
        {
          "number": 1,
          "text": "I was bound by Holy Spirit and I saw ladders stretching from earth to Heaven. I saw people dressed in white garments. They were climbing down the ladders in the east and climbing up the ladders in the west. They had long beards. They were going up and down without setting their feet on earth but returned half way to Heaven watching them."
        },
        {
          "number": 2,
          "text": "I wished to climb up the ladders but failed and the voice told me 'You do not have to climb up the ladder because you have the Holy Spirit. Just say 'AMEN' and you will fly to Heaven. The Holy Spirit filled me. I said Amen and was raised to Heaven. I went past the entrance where the Elder was sitting and I saw a sea."
        },
        {
          "number": 3,
          "text": "I went onto the second heaven and there was nobody. I went on to the third heaven where I saw a river, its waters shining like a mirror. I drew close and behold there was only one tree. This tree, which had evergreen leaves, was mentioned to be the Tree of Life by the voice. He who came from earth and ate the fruit thereof was going to live forever. The tree had many leaves."
        },
        {
          "number": 4,
          "text": "There appeared a big house in the east. The walls were white and a flame of fire was burning on its top. I saw Angels assembled, shouting for joy, their arms and wings raised. I worshipped Jesus and glorified the name of our Lord when I saw His greatness. I was sent back to earth and the Holy Spirit left me."
        }
      ]
    },
    {
      "number": 25,
      "title": "CHAPTER 25 - 1937",
      "verses": [
        {
          "number": 1,
          "text": "I was shown deep darkness in the south and the voice said 'Those who did not follow the ways of the Lord and left you were the people to be thrown in that darkness; it was prepared for them'. Immediately I saw a man being thrown into the darkness. The man was my first Evangelist and the voice said Satan had taken him away from me. Behold, it was Luke, the son of Mataruka."
        },
        {
          "number": 2,
          "text": "The same year that Luke came to us on the Sabbath while we were assembled, bringing his Bible, he had committed adultery and knowing the Church did not allow it."
        },
        {
          "number": 3,
          "text": "He called Cornelius, Simon, Anrod and I to a hut and said, 'From today I do not want to preach or to carry a Bible with me. I just want to go up the mountain to pray."
        },
        {
          "number": 4,
          "text": "Luke had a girl friend whom he used to meet up the mountain, and committed adultery knowing full well that the Church was against such bad things. I have not seen him again."
        },
        {
          "number": 5,
          "text": "He divorced his wife. Knowing that he was lost he decided to form his own church and called it Jekenisheni. He played drums and marched his followers like soldiers with banners."
        },
        {
          "number": 6,
          "text": "He took Janet, somebody else's wife and defiled her. A child was born of them and died. Many that had followed him found out about his adultery and left him. He is a drunkard today. Before he joined us he had children with his sisters-in-law, so he decided to go to his dirty work. 'Woe to those that follow example of Luke. They will be thrown into deep darkness where there is weeping and gnashing of teeth,' the Lord says. AMEN."
        }
      ]
    }
  ]
}