{
  "title": "Sacred Visions",
  "subtitle": "of the Apostle",
  "author_lines": [
    "JOHN MARANGE APOSTLE",
    "SON OF THE SPIRIT",
    "BLESSED OF MARANGE"
  ],
  "cover_image": "assets/images/cover_photo.jpg",
  "chapters": [
    {
      "number": 1,
      "title": "CHAPTER 1",
      "verses": [
        {
          "number": 1,
          "text": "I saw a white year thunder across the earth filled with great thunder booming, the Holy Spirit hovered over me and I began to sing a new song called Hallelujah! Hallelujah! I was given a book in my hand and stood on a platform preaching, my father and brothers came."
        },
        {
          "number": 2,
          "text": "Before me they knelt down and prayed to God. I continued preaching as the Spirit continued to fill me and I continued to preach and sing the new song. I was calling out to the whole earth to hear my voice, that is when I began to receive the Holy Spirit, Amen."
        }
      ]
    },
    {
      "number": 2,
      "title": "CHAPTER 2 1920",
      "verses": [
        {
          "number": 1,
          "text": "I used to rise early in the morning, when the sun was rising until midday, until the sun was setting I saw people from the east throughout the year walking in great numbers."
        },
        {
          "number": 2,
          "text": "Those people I had never seen their skin on earth, I had been seeing them for about three years every day. This is the second vision of my childhood. Amen."
        }
      ]
    },
    {
      "number": 3,
      "title": "CHAPTER 3 1923",
      "verses": [
        {
          "number": 1,
          "text": "I began to see the wind blowing and I, John, thought that all people see the wind, I told my aunts and they also saw it and believed what had happened for five years while I was herding cattle. This is the third vision. Amen."
        }
      ]
    },
    {
      "number": 4,
      "title": "CHAPTER 4 1925",
      "verses": [
        {
          "number": 1,
          "text": "I saw a short man who came to me holding books, one on the right one on the left, he came to where I was sitting and remained standing and gave me the book from the right and said read."
        },
        {
          "number": 2,
          "text": "As I was reading, it was written in a new language, I had not yet learned to read. Then as I was reading, he said you are blessed, from today you are blessed, we will give you eternal life."
        },
        {
          "number": 3,
          "text": "He turned and went as he had come, I followed him and he went up again to the place where he had come from and I saw him descending, he went up again and I saw him and I followed him and he said just go back you are blessed we will give you eternal rest and life that you will live forever. Amen."
        }
      ]
    },
    {
      "number": 5,
      "title": "CHAPTER 5 1926",
      "verses": [
        {
          "number": 1,
          "text": "I walked and went to the east and passed through a valley to the upper side where it was shining. A rock swallowed me and I cried out saying my God why have you left me and I came out of the rock and went and arrived where there were people at a house."
        },
        {
          "number": 2,
          "text": "The person who was there said to me did you come? I said yes, it was said enter the house so that when you arrive there you see a person standing, when you arrive you kneel down there, I entered and saw a person with white hair."
        },
        {
          "number": 3,
          "text": "He had eyes like flames of fire. I arrived and knelt down and prayed to him, he said with his hand rise and go and I rose and went out and was asked by the one who was outside, did you see him? I said yes."
        },
        {
          "number": 4,
          "text": "It was said did you pray? I said yes, he said you are blessed forever, the one you saw is Jesus. Go you are blessed forever, I arrived at that rock, above it shone again but the rock did not swallow me again, I went by the way I had come. Amen."
        },
        {
          "number": 5,
          "text": "I walked through many lands and was followed by many people I walked leading them with a staff, flying while they were on the ground."
        },
        {
          "number": 6,
          "text": "I passed through a river of great fire with them and I stopped the staff and none was burned, I continued walking with them only, it became thousands and thousands of hundreds that I could not count. Amen."
        }
      ]
    }
  ]
}